Repository: contao/check
Catalog: check/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, it, ja, nl, pt, ru, sv

source: It is recommended to disable the safe_mode in your php.ini or server control panel, otherwise the PHP process it not allowed to create or manipulate files and Contao cannot work properly.
es: Es recomendable que deshabilite el "safe_mode" en su php.ini o en el panel de control, sino el proceso PHP no está permitido crear o manejar ficheros y Contao no puede trabajar correctamente.
fr: Il est recommandé de désactiver le safe_mode dans le fichier php.ini ou à partir du panneau de contrôle du serveur, sinon le processus de PHP ne possèdera pas les autorisations pour créer ou manipuler des fichiers. Contao peut ne pas fonctionner correctement.
ja: php.iniまたはサーバーのコントロールパネルでsafe_modeを無効にするようにお勧めします。そうしないと、PHPのプロセスにファイルの作成や操作を許可しないこととなり、Contaoはきちんと動作しません。
nl: Het wordt aanbevolen om de safe_mode in uw php.ini of server bedieningspaneel uit te schakelen, daar anders het PHP-proces niet toegestaan wordt om bestanden aan te maken of te bewerken en Contao zal niet naar behoren werken.
pt: É recomendável desabilitar o safe_mode no seu php.ini ou painel de controle do servidor. Caso contrário, o processo de PHP não tem permissão para criar ou manipular arquivos e Contao não pode funcionar corretamente.
ru: Рекомендуется отключить safe_mode в php.ini или в панели управления сервером, в противном случае, т.к. процессу PHP не разрешено создание или управление файлами, Contao не сможет работать как положено.
sv: Det är rekommenderat att slå av safe_mode i din php.ini-fil eller i serverns kontrollpanel. Annars kommer PHP-processer inte tillåtas att skapa eller ändra i filer vilket gör att Contao inte kommer att fungera som det ska.

source: Creating a test folder
de: Erstelle einen Testordner
es: Creando una carpeta de prueba
fi: Luodaan testikansio
fr: Création d'un dossier de test
it: Crea una cartella di prova
ja: テストフォルダーの作成
nl: Aanmaken van een testmap
pt: Criar uma pasta "test"
ru: Создание тестового каталога
sv: Skapa en testmapp

source: The test folder could be created (owner: %s, chmod: %s).
de: Der Testordner wurde erstellt (Besitzer: %s, Zugriffsrechte: %s).
es: La carpeta de prueba ha podido ser creada (propietario: %s, chmod: %s).
fi: Testikansio voitiin luoda (omistaja: %s, oikeudet: %s).
fr: Le dossier de test a été créé (propriétaire : %s, chmod : %s).
it: La cartella di prova può essere creata (proprietario: %s, diritti di accesso: %s).
ja: テストフォルダーを(所有者: %s、モード: %sで)作成できました。
nl: De testmap kon niet worden aangemaakt (eigenaar: %s, chmod: %s).
pt: A pasta "test" poderia ser criado (proprietário: %s, chmod: %s).
ru: Тестовый каталог может быть создан (владелец: %s, chmod: %s).
sv: Testmappen kunde skapas (ägare: %s, chmod: %s).

source: The test folder could not be created.
de: Der Testordner konnte nicht erstellt werden.
es: No se ha podido crear la carpeta de prueba.
fi: Testikansiota ei voitu luoda.
fr: Le dossier de test n'a pas pu être créé.
it: La cartella di prova non può essere creata.
ja: テストフォルダーを作成できませんでした。
nl: De testmap kon niet worden aangemaakt.
pt: A pasta "test" não pôde ser criado.
ru: Не удалось создать тестовый каталог.
sv: Testmappen kunde inte skapas.

source: It seems that the PHP process does not have enough permissions to create folders on your server.
de: Der PHP-Prozess hat scheinbar nicht genug Rechte, um Ordner auf Ihrem Server zu erstellen.
es: Parece ser, que el procesamiento PHP no tiene suficientes permisos para crear carpetas en su servidor.
fi: Näyttää siltä, että PHP-prosessilla ei ole tarpeeksi oikeuksia kansioiden luontiin palvelimella.
fr: Il semble que le processus PHP ne dispose pas d'autorisations suffisantes pour créer des dossiers sur votre serveur.
it: Sembra che il processo PHP non disponga di autorizzazioni sufficienti per creare cartelle sul server.
ja: サーバーでPHPのプロセスがフォルダーを作成するのに十分な権限がないようです。
nl: Het lijkt erop dat het PHP-proces over onvoldoende rechten beschikt om mappen aan te maken op uw server.
pt: Parece que o processo de PHP não tem permissões suficientes para criar pastas em seu servidor.
ru: Вероятно, PHP процесс не имеет необходимые разрешения для создания каталогов на сервере.
sv: Det verkar som att PHP-processen inte har tillräckliga behörigheter för att skapa mappar på din server.

source: The test folder does not have the correct owner or chmod settings.
de: Der Testordner hat nicht den richtigen Besitzer und die richtigen Zugriffsrechte.
es: La carpeta de prueba no tiene el propietario correcto ó ajustes chmod.
fi: Testikansiolla omistaja- tai oikeusasetukset ovat väärin.
fr: Le dossier de test n'a pas le bon propriétaire ou réglages chmod.
it: Non risultano corrette le impostazioni del proprietario o dei diritti di accesso per la cartella di prova.
ja: テストフォルダーが正しい所有者と権限の設定ではありません。
nl: De testmap heeft niet de juiste eigenaar of chmod instellingen.
pt: A pasta "test" não pertence em proprietário correto ou configurações chmod.
ru: У тестового каталога нет корректного владельца или параметров chmod.
sv: Testmappen har inte korrekt ägare och chmod-inställningar.

source: The test folder is owned by %s (should be %s) and has the chmod settings %s (should be %s).
de: Der Testordner gehört %s (sollte %s gehören) und hat die Zugriffsrechte %s (sollte %s sein).
es: La carpeta de prueba es propiedad de %s (debería ser %s) y tiene los ajustes chmod %s (deberían ser %s).
fi: Testikansion omistaa %s (pitäisi olla %s) ja oikeusasetukset ovat %s (pitäisi olla %s).
fr: Le propriétaire du dossier de test est %s (devrait être %s) et possède les paramètres chmod %s (devrait être %s).
it: La cartella di prova è di proprietà di %s (dovrebbe essere %s) e ha i diritti di accesso %s (dovrebbe essere %s).
ja: テストフォルダーの所有者は%s(本来は%s)で、アクセス権限は%s(本来は%s)です。
nl: De testmap is van %s (moet zijn %s) en heeft de chmod instellingen %s (moet zijn %s).
pt: A pasta "test" pertence em %s (deveria ser %s) e tem a configuração chmod %s (deveria ser %s).
ru: Тестовый каталог принадлежит %s, (а должен %s) и имеет параметры chmod %s, (а должен %s).
sv: Testmappen ägs av %s (borde vara %s) och har chmod-inställningarna %s (borde vara %s).

source: 775, 755, 770 or 750
de: 775, 755, 770 oder 750
es: 775, 755, 770 ó 750
fi: 775, 755, 770 tai 750
it: 775, 755, 770 oppure 750
nl: 775, 755, 770 of 750
pt: 775, 755, 770 ou 750
ru: 775, 755, 770 или 750

source: Creating a test file
de: Erstelle eine Testdatei
es: Creando un fichero de prueba
fi: Luodaan testitiedosto
fr: Création d'un fichier de test
it: Crea un file di prova
ja: テストファイルの作成
nl: Aanmaken van een test-bestand
pt: Criando um arquivo de teste
ru: Создание тестового файла
sv: Skapa en testfil

source: The test file could be created (owner: %s, chmod: %s).
de: Die Testdatei wurde erstellt (Besitzer: %s, Zugriffsrechte: %s).
es: El fichero de prueba ha podido ser creada (propietario: %s, chmod: %s).
fi: Testitiedosto voitiin luoda (omistaja: %s, oikeudet: %s).
fr: Le fichier de test a été créé (propriétaire : %s, chmod : %s).
it: Il file di prova può essere creato (proprietario: %s, diritti di accesso: %s).
ja: テストファイルを(所有者: %s、モード: %sで)作成できました。
nl: Het test bestand kon niet worden aangemaakt (eigenaar: %s, chmod: %s).
pt: O arquivo de teste fui criado (proprietário: %s, chmod: %s).
ru: Тестовый файл может быть создан (владелец: %s, chmod: %s).
sv: Testfilen kunde skapas (ägare: %s, chmod: %s).

source: The test file could not be created.
de: Die Testdatei konnte nicht erstellt werden.
es: No se ha podido crear el fichero de prueba.
fi: Testitiedostoa ei voitu luoda.
fr: Le fichier de test n'a pas pu être créé.
it: Il file di prova non può essere creato.
ja: テストファイルを作成できませんでした。
nl: Het test-bestand kon niet worden aangemaakt.
pt: O arquivo de teste não pode ser criado.
ru: Не удалось создать тестовый файл.
sv: Testfilen kunde inte skapas.

source: It seems that the PHP process does not have enough permissions to create files on your server.
de: Der PHP-Prozess hat scheinbar nicht genug Rechte, um Dateien auf Ihrem Server zu erstellen.
es: Parece ser, que el procesamiento PHP no tiene suficientes permisos para crear carpetas en su servidor.
fi: Näyttää siltä, että PHP-prosessilla ei ole tarpeeksi oikeuksia tiedotojen luontiin palvelimella.
fr: Il semble que le processus PHP ne dispose pas d'autorisations suffisantes pour créer des fichiers sur votre serveur.
it: Sembra che il processo PHP non disponga di autorizzazioni sufficienti per creare i file sul server.
ja: サーバーでPHPのプロセスがファイルを作成するのに十分な権限がないようです。
nl: Het lijkt erop dat het PHP-proces over onvoldoende rechten beschikt om bestanden aan te maken op uw server.
pt: Parece que o processo de PHP não tem permissões suficientes para criar arquivos em seu servidor.
ru: Вероятно, PHP процесс не имеет необходимые разрешения для создания файлов на сервере.
sv: Det verkar som att PHP-processen inte har tillräckliga behörigheter för att skapa filer på din server.

source: The test file does not have the correct owner or chmod settings.
de: Die Testdatei hat nicht den richtigen Besitzer und die richtigen Zugriffsrechte.
es: El fichero de prueba no tiene el propietario correcto ó ajustes chmod.
fi: Testitiedostolla omistaja- tai oikeusasetukset ovat väärin.
fr: Le fichier de test n'a pas le bon propriétaire ou réglages chmod.
it: Non risultano corrette le impostazioni del proprietario o dei diritti di accesso per il file di prova.
ja: テストファイルが正しい所有者と権限の設定ではありません。
nl: Het test-bestand heeft niet de juiste eigenaar of chmod instellingen.
pt: O arquivo de teste não pertence ao proprietário correto ou a configuração chmod.
ru: У тестового файла нет корректного владельца или параметров chmod.
sv: Testfilen har inte korrekt ägare och chmod-inställningar.

source: The test file is owned by %s (should be %s) and has the chmod settings %s (should be %s).
de: Die Testdatei gehört %s (sollte %s gehören) und hat die Zugriffsrechte %s (sollte %s sein).
es: El fichero de prueba es propiedad de %s (debería ser %s) y tiene los ajustes chmod %s (deberían ser %s).
fi: Testitiedoston omistaa %s (pitäisi olla %s) ja oikeusasetukset ovat %s (pitäisi olla %s).
fr: Le propriétaire du fichier de test est %s (devrait être %s) et possède les paramètres chmod %s (devrait être %s).
it: Il file di prova è di proprietà di %s (dovrebbe essere %s) e ha i diritti di accesso %s (dovrebbe essere %s).
ja: テストファイルの所有者は%s(本来は%s)で、アクセス権限は%s(本来は%s)です。
nl: Het test-bestand is van %s (moet zijn %s) en heeft de chmod instellingen %s (moet zijn %s).
pt: O arquivo de teste pertence em %s (deveria ser %s) e tem a configuração chmod %s (deveria ser %s).
ru: Тестовый файл принадлежит %s, (а должен %s) и имеет параметры chmod %s, (а должен %s).
sv: Testfilen ägs av %s (borde vara %s) och har chmod-inställningarna %s (borde vara %s).

source: 664, 644, 660 or 640
de: 664, 644, 660 oder 640
es: 664, 644, 660 ó 640
fi: 664, 644, 660 tai 640
fr: 664, 644, 660 ou 640
it: 664, 644, 660 o 640
ja: 664、644、660、640といった値
nl: 664, 644, 660 of 640
pt: 664, 644, 660 ou 640
ru: 664, 644, 660 или 640

source: The PHP process is allowed to create files on this server.
es: El proceso PHP está permitido para crear ficheros en este servidor.
fr: Le processus PHP dispose d'autorisations suffisantes pour créer des fichiers sur ce serveur.
ja: このサーバーではPHPのプロセスにファイルの作成を許可しています。
nl: Het is het PHP-proces toegestaan om bestanden aan te maken op deze server.
pt: Parece que o processo de PHP tem permissões suficientes para criar arquivos em seu servidor.
ru: PHP процесс может создавать файлы на этом сервере.
sv: PHP-processen får skapa filer på servern.

source: The PHP process is not allowed to create files on this server.
es: El proceso PHP no está permitido para crear ficheros en este servidor.
fr: Le processus PHP ne dispose pas d'autorisations suffisantes pour créer des fichiers sur ce serveur.
ja: このサーバーではPHPのプロセスにファイルの作成を許可していません。
nl: Het is het PHP-proces niet toegestaan om bestanden aan te maken op deze server.
pt: Parece que o processo de PHP não tem permissões suficientes para criar arquivos em seu servidor.
ru: PHP процесс не может создавать файлы на этом сервере.
sv: PHP-processen får inte skapa filer på servern.

source: Overview
de: Übersicht
es: Resumen
fi: Yhteenveto
fr: Vue d'ensemble
it: Panoramica
ja: 概要
nl: Overzicht
pt: Resumo
ru: Обзор
sv: Översikt

source: You can install Contao 2.x
de: Sie können Contao 2.x installieren
es: Puede instalar Contao 2.x
fi: Contao 2.x voidaan asentaa.
fr: Vous pouvez installer Contao 2.x
it: È possibile installare Contao 2.x
ja: Contao 2.xをインストールできます。
nl: U kunt Contao 2.x installeren
pt: Você pode instalar Contao 2.x
ru: Вы можете установить Contao 2.x
sv: Du kan installera Contao 2.x

source: You cannot install Contao 2.x (requires PHP %s+)
de: Sie können Contao 2.x nicht installieren (benötigt PHP %s+)
es: No puede instalar Contao 2.x (requiere PHP %s+)
fi: Contao 2.x ei voida asentaa (vaatii PHP %s+)
fr: Vous ne pouvez pas installer Contao 2.x (nécessite PHP %s ou +)
it: Non è possibile installare Contao 2.x (richiede PHP %s+)
ja: Contao 2.xをインストールできません(PHP %s以降が必要)。
nl: U kunt Contao 2.x niet installeren (vereist PHP %s+)
pt: Você não pode instalar Contao 2.x (exige PHP %s+)
ru: Вы не можете установить Contao 2.x (требуется PHP %s+)
sv: Du kan inte installera Contao 2.x (kräver PHP %s+)

source: You can install Contao 3.x
de: Sie können Contao 3.x installieren
es: Puede instalar Contao 3.x
fi: Voidaan asentaa Contao 3.x
fr: Vous pouvez installer Contao 3.x
it: È possibile installare Contao 3.x
ja: Contao 3.xをインストールできます。
nl: U kunt Contao 3.x installeren
pt: Você pode instalar Contao 3.x
ru: Вы можете установить Contao 3.x
sv: Du kan installera Contao 3.x

source: You cannot install Contao 3.x (requires PHP %s+)
de: Sie können Contao 3.x nicht installieren (benötigt PHP %s+)
es: No puede instalar Contao 3.x (requiere PHP %s+)
fi: Contao 3.x ei voida asentaa (vaatii PHP %s+)
fr: Vous ne pouvez pas installer Contao 3.x (nécessite PHP %s ou +)
it: Non è possibile installare Contao 3.x (richiede PHP %s+)
ja: Contao 3.xをインストールできません(PHP %s以降が必要)。
nl: U kunt Contao 3.x niet installeren (vereist PHP %s+)
pt: Você não pode instalar Contao 3.x (exige PHP %s+)
ru: Вы не можете установить Contao 3.x (требуется PHP %s+)
sv: Du kan inte installera Contao 3.x (kräver PHP %s+)

source: You can install Contao 4.x
es: Puede instalar Contao 4.x
fr: Vous pouvez installer Contao 4.x
ja: Contao 4.xをインストールできます
nl: U kunt Contao 4.x installeren
pt: Você pode instalar Contao 4.x
ru: Вы можете установить Contao 4.x
sv: Du kan installera Contao 4.x

source: You cannot install Contao 4.x (requires PHP %s+)
es: No puede instalar Contao 4.x (requiere PHP %s+)
fr: Vous ne pouvez pas installer Contao 4.x (nécessite PHP %s+)
ja: Contao 4.xをインストールできません(PHP %s以降が必要)
nl: U kunt Contao 4.x niet installeren (vereist PHP %s+)
pt: Você não pode instalar Contao 4.x (exige PHP %s+)
ru: Вы не можете установить Contao 4.x (требуется PHP %s+)
sv: Du kan inte installera Contao 4.x (kräver PHP %s+)

source: More information …
de: Weitere Informationen …
es: Mas información ...
fi: Lisätietoja ...
fr: Plus d'informations...
it: Ulteriori informazioni …
ja: さらに詳しい情報 ...
nl: Meer informatie ...
pt: Mais informações ...
ru: Подробнее...
sv: Mer information...

source: Additional services
es: Servicios adicionales
fr: Services additionnels
ja: 補足的なサービス
nl: Aanvullende diensten
pt: Serviços adicionais
ru: Дополнительные сервисы
sv: Ytterligare tjänster

source: You can use the Live Update.
de: Sie können das Live Update verwenden.
es: Puede usar el Live Update.
fi: Voidaan käyttää Live päivitystä.
fr: Vous pouvez utiliser Live Update.
it: È possibile utilizzare il Live Update.
ja: ライブアップデートを使用できます。
nl: U kunt gebruik maken van Live Update.
pt: Você pode usar o Live Update.
ru: Вы можете использовать онлайн обновление.
sv: Du kan använda Live Update.

source: You cannot use the Live Update.
de: Sie können das Live Update nicht verwenden.
es: No puede usar el Live Update.
fi: Ei voida käyttää Live päivitystä.
fr: Vous ne pouvez pas utiliser Live Update.
it: Non è possibile utilizzare il Live Update.
ja: ライブアップデートを使用できません。
nl: U kunt geen gebruik maken van Live Update.
pt: Você não pode usar o Live Update.
ru: Вы не можете использовать онлайн обновление.
sv: Du kan ej använda Live Update.

source: You can use the Composer package manager.
de: Sie können die Composer-Paketverwaltung verwenden.
es: Puede usar el gestor Composer package.
fr: Vous pouvez utiliser le gestionnaire de paquets Composer.
it: È possibile utilizzare il Composer package manager.
ja: Composerパッケージマネージャーを使用できます。
nl: U kunt gebruik maken van Composer pakketbeheer.
pt: Você pode usar o Composer, o gerenciador de pacotes.
ru: Вы можете использовать менеджер пакетов Composer.
sv: Du kan använda Composer pakethanterare.

source: You cannot use the Composer package manager.
de: Sie können die Composer-Paketverwaltung nicht verwenden.
es: No puede usar el gestor Composer package.
fr: Vous ne pouvez pas utiliser le gestionnaire de paquets Composer.
it: Non è possibile utilizzare il Composer package manager.
ja: Composerパッケージマネージャーを使用できません。
nl: U kunt geen gebruik maken van Composer pakketbeheer.
pt: Você não pode usar o Composer, o gerenciador de pacotes.
ru: Вы не можете использовать менеджер пакетов Composer.
sv: Du kan inte använda Composer pakethanterare.

source: You can use the Extension Repository.
de: Sie können das Extension Repository verwenden.
es: Puede usar el repositorio de extensiones.
fi: Voidaan käyttää laajennosvarastoa.
fr: Vous pouvez utiliser le référentiel d'extensions.
it: È possibile utilizzare il catalogo estensioni.
ja: 機能拡張リポジトリを使用できます。
nl: U kunt gebruik maken van de Extensie Repository.
pt: Você pode usar o Repositório de Extensão.
ru: Вы можете использовать хранилище расширений.
sv: Du kan använda Plugin-katalogen.

source: You cannot use the Extension Repository.
de: Sie können das Extension Repository nicht verwenden.
es: No puede usar el repositorio de extensiones.
fi: Ei voida käyttää laajennosvarastoa.
fr: Vous ne pouvez pas utiliser le référentiel d'extensions.
it: Non è possibile utilizzare il catalogo estensioni.
ja: 機能拡張リポジトリを使用できません。
nl: U kunt geen gebruik maken van de Extensie Repository.
pt: Você não pode usar o Repositório de Extensão.
ru: Вы не можете использовать хранилище расширений.
sv: Du kan ej använda Plugin-katalogen.

source: Install Contao
de: Contao installieren
es: Instalar Contao
fi: Asenna Contao
fr: Installer Contao
it: Installazione Contao
ja: Contaoをインストール
nl: Installeer Contao
pt: Instalar Contao
ru: Установка Contao
sv: Installera Contao

source: Validate an existing installation
de: Eine bestehende Installation prüfen
es: Validar una versión existente
fi: Tarkista nykyinen asennus
fr: Valider une installation existante
it: Convalida l'installazione esistente
ja: インストールしているContaoを検証
nl: Valideer een bestaande installatie
pt: Validar uma instalação existente
ru: Проверка существующей установки
sv: Validera en existerande installation

source: Installation
es: Instalación
fi: Asennus
it: Installazione
ja: インストール
nl: Installatie
pt: Installação
ru: Установка

source: Web installer
es: Instalador Web
fi: Verkkoasennus
fr: Instalateur Web
ja: ウェブインストーラー
pt: Instalador web
ru: Веб-установщик
sv: Webb-installerare

source: There is a Contao installation already. Are you looking for the %s?
de: Contao ist bereits installiert. Suchen Sie das %s?
es: Existe ya una instalación de Contao. Está buscando la %s?
fi: Contao on jo asennettu. Etsitkö %s?
fr: Il y a déjà une version de Contao. Recherchez-vous %s ?
it: È presente già un'installazione Contao. Stai cercando il %s?
ja: 既にContaoをインストールしてあります。%sをお探してですか?
nl: Er is reeds een Contao installatie aanwezig. Zoekt u het %s?
pt: Existe já uma instalação do Contao. Você está procurando para %s?
ru: Установка Contao уже существует. Вы ищете %s?
sv: Det finns redan en Contao installerad. Letar du efter %s?

source: The automatic installation is not possible on your server due to safe_mode or file permission restrictions.
de: Die automatische Installation ist auf Ihrem Server aufgrund fehlender Dateirechte oder des safe_mode nicht möglich.
es: La instalación automática no está disponible en su servidor a causa del safe_mode ó restricciones de permisos.
fi: Automaattinen asennus ei ole mahdollinen palvelimella, koska safe_mode tai tiedosto-oikeudet rajoittavat.
fr: L'installation automatique n'est pas possible sur votre serveur à cause de safe_mode ou de restrictions de permissions sur les fichiers.
it: L'installazione automatica non è possibile sul tuo server a causa di restrizioni safe_mode o permessi su file.
ja: セーフモード対処またはファイルの権限の制限のため、自動的なインストールは不可能です。
nl: Automatische installatie is niet mogelijk op uw server vanwege safe_mode of beperkingen van bestand permissie.
pt: A instalação automática não é possível no seu servidor devido ao safe_mode ou restrições de permissão de arquivo.
ru: Автоматическая установка на этом сервере невозможна из-за ограничения safe_mode или файловых разрешений.
sv: Automatisk installation är inte möjlig på din server p.g.a safe_mode eller restriktioner i filrättigheter.

source: The automatic installation is possible on your server.
de: Die automatische Installation ist auf Ihrem Server möglich.
es: La instalación automática está disponible en su servidor.
fi: Automaattinen asennus on mahdollinen tällä palvelimella.
fr: L'installation automatique est possible sur votre serveur.
it: L'installazione automatica è possibile sul tuo server.
ja: このサーバーでは自動的なインストールが可能です。
nl: Automatische installatie is mogelijk op uw server.
pt: A instalação automática é possível em seu servidor.
ru: Автоматическая установка возможна на этом сервере.
sv: Automatisk installation är möjlig på din server.

source: The automatic installation is not possible on your server.
de: Die automatische Installation ist auf Ihrem Server nicht möglich.
es: La instalación automática no está disponible en su servidor.
fi: Automaattinen asennus ei ole mahdollinen tällä palvelimella.
fr: L'installation automatique n'est pas possible sur votre serveur.
it: L'installazione automatica non è possibile sul tuo server.
ja: このサーバーでは自動的なインストールは不可能です。
nl: Automatische installatie is niet mogelijk op uw server.
pt: A instalação automática não é possível em seu servidor.
ru: Автоматическая установка на этом сервере невозможна.
sv: Automatiska installation är inte möjlig på din server.
