Repository: contao/check
Catalog: check/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, it, ja, nl, pt, ru, sv

source: Maybe the request has been blocked by a firewall. Please contact your server administrator.
de: Eventuell wurde die Anfrage von einer Firewall blockiert. Bitte kontaktieren Sie Ihren Serveradministrator.
es: Probablemente la solicitud ha sido bloqueda por una firewall. Por favor contacte con su administrador de servidor.
fi: Pyyntö on ehkä pysäytetty palomuuriin. Ota yhteyttä palvelimen ylläpitäjään.
fr: Peut-être que la requête a été bloquée par un pare-feu. Veuillez contactez votre administrateur serveur.
it: Forse la richiesta è stata bloccata da un firewall. Si prega di contattare l'amministratore del server.
ja: おそらくリクエストはファイアーウォールで遮断されています。サーバー管理者に連絡してください。
nl: Wellicht is het verzoek is geblokkeerd door een firewall. Neem contact op met uw serverbeheerder.
pt: Talvez o pedido tenha sido bloqueado por um firewall. Por favor, contate o administrador do servidor.
ru: Возможно, запрос заблокирован брандмауэром. Обратитесь к администратору сервера.
sv: Anslutningen kan ha blockerats av en brandvägg. Kontakta din serveradministratör.

source: You can use the Live Update on this server.
de: Sie können das Live Update auf diesem Server verwenden.
es: Puede usar el Live Update en este servidor.
fi: Tällä palvelimella voidaan käyttää Live päivitystä.
fr: Vous pouvez utiliser Live Update sur ce serveur.
it: È possibile utilizzare il Live Update su questo server.
ja: このサーバーでライブアップデートを使用できます。
nl: U kunt gebruik maken van Live Update op deze server.
pt: Você pode usar o Live Update no servidor.
ru: Онлайн обновление можно использовать на этом сервере.
sv: Du kan använda Live Update på denna server.

source: You cannot use the Live Update on this server.
de: Sie können das Live Update auf diesem Server nicht verwenden.
es: No puede usar el Live Update en este servidor.
fi: Tällä palvelimella ei voida käyttää Live päivitystä.
fr: Vous ne pouvez pas utiliser Live Update sur ce serveur.
it: Non è possibile utilizzare il Live Update su questo server.
ja: このサーバーでライブアップデートは使用できません。
nl: U kunt geen gebruik maken van Live Update op deze server.
pt: Você não pode usar o Live Update no servidor.
ru: Онлайн обновление использовать на этом сервере невозможно.
sv: Du kan inte använda Live Update på denna server.

source: Extension Repository
es: Repositorio de Extensiones
fi: Laajennosvarasto
fr: Référentiel d'extensions
it: Catalogo estensioni
ja: 機能拡張リポジトリ
nl: Extensie Repository
pt: Repositório de extensão
ru: Хранилище расширений
sv: Pluginkatalogen

source: PHP SOAP extension
de: PHP SOAP-Erweiterung
es: Extensión PHP SOAP
fi: PHP SOAP -laajennos
fr: Extension SOAP de PHP
it: Estensione PHP SOAP
ja: PHPのSOAP拡張
nl: PHP SOAP extensie
pt: PHP extensão SOAP
ru: Расширение PHP SOAP
sv: PHP SOAP-tillägg

source: The PHP SOAP extension is available.
de: Die PHP SOAP-Erweiterung ist verfügbar.
es: La extensión PHP SOAP está disponible.
fi: PHP SOAP -laajennos on käytettävissä.
fr: L'extension SOAP de PHP est disponible.
it: L'estensione PHP SOAP è disponibile.
ja: PHPのSOAP拡張を利用できます。
nl: De PHP SOAP extensie is beschikbaar.
pt: A extensão SOAP PHP está disponível.
ru: Расширение PHP SOAP доступно.
sv: PHP SOAP-tillägg är tillgängligt.

source: The PHP SOAP extension is not available.
de: Die PHP SOAP-Erweiterung ist nicht verfügbar.
es: La extensión PHP SOAP no está disponible.
fi: PHP SOAP -laajennos ei ole käytettävissä.
fr: L'extension SOAP de PHP n'est pas disponible.
it: L'estensione PHP SOAP non è disponibile.
ja: PHPのSOAP拡張を利用できません。
nl: De PHP SOAP extensie is niet beschikbaar.
pt: A extensão SOAP PHP não está disponível.
ru: Расширение PHP SOAP недоступно.
sv: PHP SOAP-tillägg är inte tillgängligt.

source: The PHP SOAP extension is required to communicate with the Extension Repository server. You can enable it by compiling PHP with the --enable-soap flag. Depending on your Contao version, you might also be able to use the %s extension.
de: Die PHP SOAP-Erweiterung wird für die Kommunikation mit dem Extension Repository benötigt. Sie können sie bei der Kompilierung von PHP mit dem Flag --enable-soap aktivieren. Je nach Contao-Version können Sie eventuell auch die %s-Erweiterung verwenden.
es: La extensión PHP SOAP es requerida para comunicarse con el servidor de Repositorio de extensiones. Dependiendo de su versión de Contao, le permitiría utilizar la extensión %s.
fi: PHP SOAP -laajennos vaaditaan laajennosvaraston käyttöön. Ota se käyttöön kääntämällä PHP --enable-soap -vivulla. Riippuen Contaon versiosta, saattaa olla mahdollista käyttää %s -laajennosta.
fr: L'extension SOAP de PHP est nécessaire pour communiquer avec le serveur du référentiel d'extensions de Contao. Vous pouvez l'activer en compilant PHP avec l'option --enable-soap. Selon votre version de Contao, vous pouvez également être en mesure d'utiliser l'extension %s.
it: L'estensione PHP SOAP è necessaria per comunicare con il server del reposcatalogo estensioni. È possibile attivarla compilando PHP con l'opzione --enable-soap. A seconda della versione Contao si potrebbe utilizzare anche l'estensione %s.
ja: 機能拡張リポジトリのサーバーとのやりとりにPHPのSOAP拡張が必要です。PHPを--enable-soapフラッグでコンパイルすると有効にできます。Contaoのバージョンによっては、%s機能拡張も使用できるかもしれません。
nl: De PHP SOAP extensie is nodig om communicatie met de Extension Repository server tot stand te brengen. U kunt dit activeren door het compileren van PHP met de --enable-soap flag. Afhankelijk van uw Contao versie, bent u in staat om de %s extensie te gebruiken.
pt: A extensão SOAP PHP é necessário para se comunicar com o servidor do repositório de extensão. Você pode habilitá-lo compilar o PHP com a opção --enable-soap. Dependendo da sua versão Contao, você também pode ser capaz de usar a extensão %s.
ru: Расширение PHP SOAP необходимо для связи с сервером хранилища расширений. Вы можете включить его путем компиляции PHP с флагом --enable-soap. В зависимости от версии Contao также можно использовать расширение %s.
sv: PHP SOAP-tillägg krävs för att kommunicera med Pluginkatalog-servern. Du kan slå på det genom att kompilera PHP med flaggan --enable-soap. Beroende på din Contao-version så kan du även använda modulen %s.

source: A connection to contao.org could be established.
de: Die Verbindung zu contao.org konnte hergestellt werden.
es: Se ha podido establecer una conexión a contao.org.
fi: Yhteys contao.orgiin voidaan muodostaa.
fr: Une connexion à contao.org a pu être établie.
it: È stato possibile stabilire una connessione con contao.org.
ja: contao.orgに接続できました。
nl: Er is een verbinding met contao.org tot stand gebracht.
pt: Uma conexão para contao.org pôde ser estabelecida.
ru: Подключение к contao.org может быть установлено.
sv: En anslutning till contao.org kunde upprättas.

source: A connection to contao.org could not be established.
de: Die Verbindung zu contao.org konnte nicht hergestellt werden.
es: No se puede establecer una conexión a contao.org.
fi: Yhteyttä contao.orgiin ei voida muodostaa.
fr: Une connexion à contao.org n'a pas pu être établie.
it: Non è stato possibile stabilire una connessione con contao.org.
ja: contao.orgに接続できませんでした。
nl: Er kon geen verbinding met contao.org tot stand worden gebracht.
pt: Uma conexão para contao.org não pôde ser estabelecida.
ru: Подключение к contao.org не может быть установлено.
sv: En anslutning till contao.org kunde inte upprättas.

source: You can use the Extension Repository on this server.
de: Sie können das Extension Repository auf diesem Server verwenden.
es: Puede utilizar el repositorio de extensiones en este servidor.
fi: Tällä palvelimella voidaan käyttää laajennosvarastoa.
fr: Vous pouvez utiliser le référentiel d'extensions sur ce serveur.
it: È possibile utilizzare il catalogo estensioni su questo server.
ja: このサーバーで機能拡張リポジトリを使用できます。
nl: U kunt gebruik maken van de Extensie Repository op deze server.
pt: Você pode usar o Repositório de Extensão em este servidor.
ru: Хранилище расширений можно использовать на этом сервере.
sv: Du kan använda Pluginkatalogen på denna server.

source: You cannot use the Extension Repository on this server.
de: Sie können das Extension Repository auf diesem Server nicht verwenden.
es: No puede utilizar el repositorio de extensiones en este servidor.
fi: Tällä palvelimella ei voida käyttää laajennosvarastoa.
fr: Vous ne pouvez pas utiliser le référentiel d'extensions sur ce serveur.
it: Non è possibile utilizzare il catalogo estensioni su questo server.
ja: このサーバーで機能拡張リポジトリは使用できません。
nl: U kunt geen gebruik maken van de Extensie Repository op deze server.
pt: Você não pode usar o Repositório de Extensão em este servidor.
ru: Хранилище расширений использовать на этом сервере невозможно.
sv: Du kan inte använda Pluginkatalogen på denna server.

source: Validate an installation
de: Eine Installation prüfen
es: Validar una instalación
fi: Vahvista asennus
fr: Valider une installation
it: Convalida un'installazione
ja: インストールしているContaoを検証
nl: Valideer een installatie
pt: Validar uma instalação
ru: Проверка установки
sv: Validera en installation

source: Could not find a Contao installation.
de: Keine Contao-Installation gefunden.
es: No se puede localizar una instalación Contao.
fi: Contao-asennusta ei löydetty.
fr: Impossible de trouver une installation de Contao.
it: Impossibile trovare un'installazione di Contao.
ja: インストールしてあるContaoを見つけられません。
nl: Geen Contao installatie aanwezig.
pt: Não foi possível encontrar uma instalação do Contao.
ru: Не удалось найти установку Contao.
sv: Kunde inte hitta någon Contao-installation.

source: To validate an existing installation, please upload the "check" folder to your installation directory.
de: Um eine bestehende Installation zu prüfen, laden Sie bitte den Ordner "check" in Ihr Installationsverzeichnis.
es: Para validar una instalación existente, por favor suba la carpeta "check" a su directorio de instalación.
fi: Tarkistaaksesi nykyisen asennuksen, lataa "check"-kansio asennuskansioon.
fr: Pour valider une installation existante, veuillez télécharger le dossier "check" dans votre répertoire d'installation.
it: Per convalidare un'installazione esistente si prega di caricare la cartella "check" nella directory di installazione.
ja: 既にインストールしたContaoを検証するには、インストールしているディレクトリに"check"のフォルダーをアップロードしてください。
nl: Om een bestaande installatie te valideren, upload de "check" map naar uw installatie map.
pt: Para validar uma instalação existente, por favor, fazer o upload da pasta "cheque" para o diretório de instalação.
ru: Для проверки существующей установки, загрузите каталог "check" в корневой каталог установки Contao.
sv: För att validera en existerande installation måste du ladda upp "check"-mappen till din installationsmapp.

source: Unknown version
de: Unbekannte Version
es: Versión desconocida
fi: Tuntematon versio
fr: Version inconnue
it: Versione sconosciuta
ja: 不明なバージョン
nl: Onbekende versie
pt: Versão desconhecida
ru: Неизвестная версия
sv: Okänd version

source: The installed version %s is not (yet) supported.
de: Die installierte Version %s wird (noch) nicht unterstützt.
es: La versión %s instalada no recibe (ya) soporte.
fi: Asennettu versio %s ei ole (vielä) tuettu.
fr: La version installée %s n'est pas (encore) prise en charge.
it: La versione installata, %s, non è (ancora) supportata.
ja: インストールしているContaoバージョン%sは(まだ)サポートしていません。
nl: De geïnstalleerde versie %s wordt (nog) niet ondersteund.
pt: A versão instalado %s (ainda) não é suportado.
ru: Установленная версия %s (пока) не поддерживается.
sv: Den installerade versionen %s stöds inte (ännu).

source: There is no version file for your Contao installation. Are you using a stable Contao version and do you have the latest version of the Contao Check?
de: Es gibt keine Versionsdatei für Ihre Contao-Installation. Verwenden Sie eine stabile Contao-Version und haben Sie die neueste Version des Contao-Check?
es: No hay fichero de versión para su instalación de Contao. ¿Está utilizando una versión de Contao estable y tiene la última versión del Contao Check?
fi: Contao-asennuksen versiotiedostoa ei ole. Käytätkö Contaon vakaata versiota ja onko sinulla viimeisin versio Contao Checkistä?
fr: Il n'existe pas de fichier de version dans votre installation Contao. Utilisez-vous une version stable de Contao et avez-vous la dernière version de Contao Check ?
it: Non è presente nessun version file per la tua installazione di Contao. Stai utilizzando una versione Contao stabile e l'ultima versione del check Contao?
ja: インストールしているContaoにバージョンのファイルがありません。安定版のContaoを使用して、最新のバージョンのContaoチェックを使用していますか?
nl: Er is geen versie-bestand voor uw Contao installatie. Gebruikt u een stabiele Contao versie en beschikt u over de laatste versie van Contao Check?
pt: Não há nenhum arquivo versão para a sua instalação Contao. Você está usando uma versão estável do Contao é você tem a versão mais recente do Contao Check?
ru: Отсутствуют данные о версии этой установки Contao. Убедитесь, что используется стабильная версия Contao и последняя версия Contao Check.
sv: Det finns ingen versions-fil i din Contao-installation. Använder du en stabil Contao-version och har du den senaste versionen av Contao Check?

source: Version
es: Versión
fi: Versio
it: Versione
ja: バージョン
nl: Versie
pt: Versão
ru: Версия

source: Found a Contao %s installation.
de: Eine Contao %s-Installation wurde gefunden.
es: Se ha encontrao una instalación Contao %s.
fi: Löydetty Contao %s asennus.
fr: La version de Contao %s a été trouvée !
it: È stato trovato un'installazione di Contao %s.
ja: インストールしてあるContao %sを検出しました。
nl: Contao installatie %s aanwezig.
pt: Encontrado uma instalação de Contao %s.
ru: Найдена установка Contao %s.
sv: Hittade en Contao %s installation.

source: Missing files
de: Fehlende Dateien
es: Archivos no encontrados
fi: Puuttuvat tiedostot
fr: Fichiers manquants
it: File mancanti
ja: 欠けているファイル
nl: Ontbrekende bestanden
pt: Arquivos ausentes
ru: Недостающие файлы
sv: Saknade filer

source: Corrupt files
de: Beschädigte Dateien
es: Archivos corruptos
fi: Vioittuneet tiedostot
fr: Fichiers corrompus
it: File corrotti
ja: 破損したファイル
nl: Beschadigde bestanden
pt: Arquivos corrompidos
ru: Поврежденные файлы
sv: Skadade filer

source: Missing optional files
de: Fehlende optionale Dateien
es: Archivos opcionales no encontrados
fr: Fichiers optionnels manquants
it: Files opzionali mancanti
ja: 見当たらないオプションのファイル
nl: Ontbrekende optionele bestanden
pt: Arquivos opcionais ausentes
ru: Отсутствуют дополнительные файлы
sv: Saknade valfria filer.

source: Your installation is up to date.
de: Ihre Installation ist aktuell.
es: Su instalación es actual.
fi: Asennus on ajan tasalla.
fr: Votre installation est à jour.
it: L'installazione è aggiornata.
ja: インストールしているContaoは最新の状態です。
nl: Uw installatie is up to date.
pt: Sua instalação é atualizado.
ru: Существующая установка Contao актуальна.
sv: Din installation är aktuell.

source: Your installation is not up to date.
de: Ihre Installation ist nicht aktuell.
es: Su instalación no es actual.
fi: Asennus ei ole ajan tasalla.
fr: Votre installation n'est pas à jour.
it: L'installazione non è non è aggiornata.
ja: インストールしているContaoは最新の状態ではありません。
nl: Uw installatie is niet up to date.
pt: Sua instalação não está atualizado.
ru: Существующая установка Contao устарела.
sv: Din installation är inte aktuell.

source: Your PHP installation either cannot connect to download.contao.org or is missing the PHP extension cURL or Zip.
fr: Votre installation de PHP ne peut pas se connecter à download.contao.org ou bien les extension PHP cURL et Zip sont manquantes.
ja: インストールしてあるPHPではdownload.contao.orgに接続できないか、PHPのcURLやZipの拡張が欠けています。
pt: Sua instalação do PHP não pode se conectar no Servídor download.contao.org ou está sem PHP extensão cURL ou Zip instalado.
sv: Din PHP-installation kunde antingen inte ansluta till download.contao.org eller så saknas PHP-tillägget cURL eller Zip.

source: 775, 755, 770, 750 or 705
fr: 775, 755, 770, 750 ou 705
sv: 775, 755, 770, 750 eller 705

source: 664, 644, 660, 640 or 604
sv: 664, 644, 660, 640 eller 604

source: Open the Contao install tool by adding "/contao/install.php" to the URL of your installation.
sv: Öppna Contaos installationsverktyg genom att lägga till "/contao/install.php" efter din hemsidas installations-URL.

source: Installation failed
sv: Installationen misslyckades

source: PHP 5.3.2 or greater
de: PHP 5.3.2 oder größer
fi: PHP 5.3.2 tai uudempi
it: PHP 5.3.2 o successivo

source: Composer requires at least PHP version 5.3.2.
de: Composer benötigt mindestens PHP 5.3.2.
it: Composer richiede PHP versione 5.3.2 o superiore.

source: You do not need the Safe Mode Hack.
de: Sie benötigen den Safe Mode Hack nicht.
fi: Ei tarvita Safe Mode Hackia.
it: Non è necessario il Safe Mode Hack.

source: You do need the Safe Mode Hack.
de: Sie benötigen den Safe Mode Hack.
fi: Tarvitaan Safe Mode Hack.
it: Bisogna usare il Safe Mode Hack.

source: The Safe Mode Hack is a Contao-specific function to work around incorrectly configured servers. It is not supported by Composer.
de: Der Safe-Mode-Hack ist eine Contao-spezifische Funktion, um Server-Fehlkonfigurationen auszugleichen. Sie wird von Composer nicht unterstützt.
it: La modalità Safe Mode Hack è una funzione Contao specifica per aggirare i server configurati in modo non corretto. Questa modalità non è supportata da Composer.

source: Requirements
de: Voraussetzungen
fi: Vaatimukset
it: Requisiti

source: Phar has been added to the PHP core in version 5.3, so you require at least PHP version 5.3.2 to use .phar files. If you have PHP 5.2, you might be able to use .phar files by installing the PECL phar extension (see %s).
de: Phar ist seit Version 5.3 Teil des PHP-Kerns, daher benötigen Sie mindestens PHP 5.3.2, um .phar-Dateien verwenden zu können. Wenn Sie noch PHP 5.2 einsetzen, können Sie die Unterstützung von .phar-Dateien eventuell mit Hilfe der PECL Phar-Erweiterung nachrüsten (siehe %s).
fi: Phar on lisätty PHP:n versiossa 5.3. Tarvitaan vähintään PHP 5.3.2, jotta voidaan käyttää .phar-tiedostoja. Jos asennettuna on PHP 5.2, saatat pystyä käyttämään .phar-tiedostoja asentamalla PECL phar -laajennoksen (Katso %s).
it: Phar è stato aggiunto al core di PHP in versione 5.3, quindi si richiede almeno la versione PHP 5.3.2 per usare i file .phar. Se si dispone di PHP 5.2, si potrebbe essere in grado di utilizzare i file .phar installando l'estensione PECL Phar (vedi %s).

source: A connection to www.inetrobots.com could be established.
de: Die Verbindung zu www.inetrobots.com konnte hergestellt werden.
fi: Yhteys inetrobots.comiin voidaan muodostaa.
it: È stato possibile stabilire una connessione con www.inetrobots.com.

source: A connection to www.inetrobots.com could not be established.
de: Die Verbindung zu www.inetrobots.com konnte nicht hergestellt werden.
fi: Yhteyttä inetrobots.comiin ei voidaan muodostaa.
it: Non è stato possibile stabilire una connessione con www.inetrobots.org.

source: It is recommended to disable the safe_mode in your php.ini or server control panel, otherwise you will have to use the Contao Safe Mode Hack to create or manipulate files. Using the Safe Mode Hack will have a negative impact on the performance of your website.
de: Es wird empfohlen, den safe_mode in Ihrer php.ini oder Ihrem Server-Control-Panel zu deaktivieren, da Sie andernfalls den Contao Safe Mode Hack für Dateioperationen verwenden müssen. Die Verwendung des Safe Mode Hack wirkt sich negativ auf die Performance Ihrer Webseite aus.
fi: On suositeltavaa poistaa käytöstä safe_mode php.ini-tiedostosta tai palvelimen hallintapanelista. Muuten täytyy käyttää Contaon Safe Mode Hackia tiedostojen luomiseen ja muokkaamiseen. Safe Mode Hackin käytöllä on sivuston suorituskykyä heikentäviä vaikutuksia.
it: Si consiglia di disabilitare il safe_mode nel file php.ini o nel pannello di controllo del server, altrimenti si dovrà usare il Contao Safe Mode Hack per creare o modificare i file. L'uso del Safe Mode Hack purtroppo avrà un impatto negativo sulla performance del tuo sito web.

source: You do not need the Safe Mode Hack on this server.
de: Sie müssen den Safe Mode Hack auf diesem Server nicht verwenden.
fi: Tällä palvelimella ei tarvita Safe Mode Hackia.
it: Non è necessario il Safe Mode Hack su questo server.

source: You do need the Safe Mode Hack on this server.
de: Sie müssen den Safe Mode Hack auf diesem Server verwenden.
fi: Tällä palvelimella tarvitaan Safe Mode Hackia.
it: Bisogna usare il Safe Mode Hack su questo server.
