Repository: contao/check
Catalog: check/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, it, ja, nl, pt, ru, sv

source: Your PHP installation does not meet the requirements to use the command line, does not have enough permissions to create files and folders or does not have the required PHP extensions "cURL" and "Zip".
de: Ihre PHP-Installation erfüllt entweder nicht die Voraussetzungen, um auf die Kommandozeile zuzugreifen, verfügt nicht über die notwendigen Rechte, um Dateien und Ordner anzulegen, oder wurde ohne die benötigten PHP-Erweiterungen "cURL" und "Zip" kompiliert.
es: Su instalación de PHP no se encuentra con los requerimientos necesarios para usar la línea de comandos, no tiene suficientes permisos para crear ficheros o carpetas o no tiene las extensiones PHP "cURL" y "Zip".
fi: PHP-asennus ei täytä vaatimuksia komentorivin käyttöön. Oikeuksia luoda tiedostoja ja hakemistoja ei ole tarpeeksi tai vaadittuja PHP-laajennoksia "cURL" ja "Zip" ei ole saatavilla.
it: La tua installazione di PHP non soddisfa i requisiti per utilizzare la riga di comando, non dispone di autorizzazioni sufficienti per la creazione di file e cartelle o delle estensioni PHP necessarie "cURL" e "Zip".
nl: Uw PHP installatie voldoet niet aan de eisen om de command line te gebruiken, beschikt niet over voldoende rechten om bestanden en mappen aan te maken of mist de vereiste PHP-extensies "cURL" en "Zip".
ru: Установленная PHP не отвечает требованиям использования командной строки, не имеет необходимых разрешений для создания файлов и каталогов или не имеет необходимые расширения "cURL" и "Zip".

source: Manual installation
de: Manuelle Installation
es: Instalación manual
fi: Käsin tehtävä asennus
fr: Installation manuelle
it: Installazione manuale
ja: 手作業によるインストール
nl: Handmatige installatie
pt: Instalação manual
ru: Ручная установка
sv: Manuell installation

source: Go to %s and download the latest Contao version.
de: Gehen Sie zu %s und laden Sie die neueste Contao-Version herunter.
es: Vaya a %s e instale la última versión de Contao.
fi: Siirry %s ja lataa viimeisin versio Contaosta.
fr: Aller sur %s et télécharger la dernière version de Contao.
it: Vai su %s per scaricare la versione Contao più recente.
ja: %sをアクセスして最新のバージョンのContaoをダウンロードしてください。
nl: Ga naar %s en download de meest recente Contao versie.
pt: Navega-se para %s e baixar-se a última versão do Contao.
ru: Перейдите на %s и загрузите последнюю версию Contao.
sv: Gå till %s och ladda hem den senaste Contao-versionen.

source: Extract the download archive and upload the files to your server using an (S)FTP client.
de: Entpacken Sie das Download-Archiv und übertragen Sie die Dateien mit einem (S)FTP-Programm auf Ihren Server.
es: Extraiga el fichero descargado y suba los archivos a su servidor usando un cliente (S)FTP.
fi: Pura ladattu paketti ja lataa tiedostot palvelimellesi käyttäen (S)FTP-sovellusta.
fr: Extraire l'archive de téléchargement et télécharger les fichiers sur votre serveur en utilisant un client (S)FTP.
it: Estrai l'archivio appena scaricato e carica i file sul tuo server utilizzando un client (S)FTP.
ja: Contaoのアーカイブのファイルをダウンロードして展開し、(S)FTPクライアントを使用して使用するサーバーにアップロードしてください。
nl: Pak het download archief uit en upload dit naar uw server met een (S)FTP client.
pt: Extrair o arquivo de download e fazer upload dos arquivos para o seu servidor usando um cliente de (S)FTP.
ru: Распакуйте архив и загрузите файлы на сервер с использованием (S)FTP-клиента.
sv: Extrahera det nedladdade arkivet och ladda upp filerna till din server med hjälp av en (S)FTP-klient.

source: Open the Contao install tool by adding "/contao" to the URL of your installation.
de: Öffnen Sie das Contao-Installtool, indem Sie "/contao" der URL Ihrer Installation anhängen.
es: Abra la herramienta de instalación de Contao agregando "/contao" a la URL de su instalación.
fi: Avaa Contao asennustyökalu lisäämällä "/contao" asennuksesi URL:iin.
it: Apri lo strumento di installazione Contao aggiungendo "/contao" all'URL della tua installazione.
nl: Open het Contao installatie tool door "/contao" achter de URL van uw installatie te typen.
ru: Откройте мастер установки Contao путем добавления "/contao" в URL-адрес установки.

source: Target version
de: Zielversion
es: Versión objetivo
fi: Kohdeversio
fr: Version cible
it: Versione desiderata
ja: 対象とするバージョン
nl: Doel versie
pt: Versão de destino
ru: Версия
sv: Målversion

source: Attention: Deprecated versions might contain security vulnerabilities! Please install the latest stable version or the latest LTS version (long term support version).
de: Achtung: Veraltete Versionen können Sicherheitslücken enthalten! Installieren Sie daher die aktuelle Version oder die aktuelle LTS-Version (Long Term Support-Version).
es: Atención: Versiones en desuso pueden contener vulnerabilidades de seguridad! Por favor, instale la versión más estable o la versión LTS (soporte de larga duración).
fi: Huomio: Poistetut versiot saattavat sisältää haavoittuvuuksia. Asenna viimeisin vakaa versio tai viimeisin LTS-versio (pitkän tuen versio).
it: Attenzione: le versioni obsolete potrebbero contenere vulnerabilità di sicurezza! Si prega di installare l'ultima versione stabile o l'ultima versione LTS (versione Long Term Support).
nl: Opgelet: Verouderde versies kunnen beveiligingslekken bevatten! Installeer daarom altijd de laatste stabiele versie of de nieuwste LTS versie (long term support versie).
ru: Внимание! Устаревшие версии могут содержать уязвимости безопасности! Установите последнюю стабильную версию или последнюю LTS версию (версию с длинным сроком поддержки).

source: Start the installation
de: Installation starten
es: Comenzar la instalación
fi: Aloita asennus
fr: Démarrer l'installation
it: Avvia l'installazione
ja: インストールを開始
nl: Begin met de installatie
pt: Iniciar a instalação
ru: Запустить установку
sv: Starta installationen

source: Installation complete
de: Installation abgeschlossen
es: Instalación completada
fi: Asennus valmis
fr: Installation terminée
it: Installazione completa
ja: インストールを完了
nl: Installatie compleet
pt: Instalação completa
ru: Установка завершена
sv: Installationen färdig

source: Contao %s has been installed in %s.
de: Contao %s wurde im Ordner %s installiert.
es: Contao %s ha sido instalado en %s.
fi: Contao %s on asennettu %s.
fr: Contao %s a été installé dans %s.
it: Contao %s è stato installato in %s.
ja: Contao %sを%sにインストールしました。
nl: Contao %s is geïnstalleerd in %s.
pt: Contao %s foi instalado em %s.
ru: Contao %s успешно установлена в %s.
sv: Contao %s har installerats i %s.

source: Open the Contao install tool
de: Zum Contao-Installtool
es: Abra el Contao install tool
fi: Avaa Contao asennustyökalu
fr: Ouvrir l'outil d'installation de Contao
it: Avvia lo strumento di installazione Contao
ja: Contaoのインストールツールを実行
nl: Open het Contao installatie tool
pt: Abrir a ferramenta de instalação do Contao
ru: Открыть мастер установки Contao
sv: Öppna Contaos installationsverktyg

source: Live Update
fi: Live Päivitys
ja: ライブアップデート
pt: Serviço de Atualização ao vivo (Live Update)
ru: Онлайн обновление

source: Phar has been added to the PHP core in version 5.3, so you require at least PHP version %s to use .phar files. If you have PHP 5.2, you might be able to use .phar files by installing the PECL phar extension (see %s).
fr: Phar a été ajouté au noyau de PHP en version 5.3, vous avez besoin d'au moins la version %s de PHP pour utiliser les fichiers .phar. Si vous avez PHP 5.2, vous pourriez être en mesure d'utiliser les fichiers .phar en installant l'extension PECL phar (voir %s).
ja: PHPはバージョン5.3でPharを中心部分に追加していますので、少なくともPHP バージョン%sが.pharファイルを使用するために必要です。PHP 5.2の場合は、PECLのphar格調(%sを参照)をインストールすると.pharファイルを使用できるかもしれません。
pt: Phar foi adicionado ao núcleo PHP na versão 5.3, para que exigem pelo menos a versão PHP %s para usar .phar arquivos. Se você tiver PHP 5.2, você pode ser capaz de usar .phar arquivos por instalar a extensão PECL phar (veja %s).
ru: Phar был добавлен в PHP 5.3, поэтому вам необходимо использовать .phar файлы как минимум версии PHP %s. Если у вас PHP 5.2, вы можете использовать .phar файлы, установив phar расширение PECL (см. %s).
sv: Phar har lagts till i PHP core i version 5.3, så du måste ha minst PHP version %s för att använda .phar-filer. Om du har PHP 5.2 så kan du använda .phar-filer om du installerar PECL phar extension (se %s).

source: PHP OpenSSL extension
de: PHP OpenSSL-Erweiterung
es: La extensión PHP OpenSSL.
fi: PHP OpenSSL -laajennos
fr: Extension PHP OpenSSL
it: Estensione PHP OpenSSL
ja: PHPのOpenSSL拡張
nl: PHP OpenSSL extensie
pt: PHP extensão OpenSSL
ru: Расширение PHP OpenSSL
sv: PHP OpenSSL-tillägg

source: The PHP OpenSSL extension is enabled.
de: Die PHP OpenSSL-Erweiterung ist aktiv.
es: La extensión PHP OpenSSL habilitada.
fi: PHP OpenSSL -laajennos on käytössä.
fr: L'extension PHP OpenSSL est activée.
it: L'estensione PHP OpenSSL è abilitata.
ja: PHPのOpenSSL拡張は有効です。
nl: De PHP OpenSSL extensie is ingeschakeld.
pt: A extensão PHP OpenSSL está ativado.
ru: Расширение PHP OpenSSL включено.
sv: PHP OpenSSL-tillägg är aktiverat.

source: The PHP OpenSSL extension is not enabled.
de: Die PHP OpenSSL-Erweiterung ist nicht aktiv.
es: La extensión PHP OpenSSL no está habilitada.
fi: PHP OpenSSL -laajennos ei ole käytössä.
fr: L'extension PHP OpenSSL n'est pas activée.
it: L'estensione PHP OpenSSL non è abilitata.
ja: PHPのOpenSSL拡張は有効ではありません。
nl: De PHP OpenSSL extensie is niet ingeschakeld.
pt: A extensão PHP OpenSSL não está ativado.
ru: Расширение PHP OpenSSL не включено.
sv: PHP OpenSSL-tillägg är inte aktiverat.

source: The PHP OpenSSL extension is required to set up a secure connection to the Live Update server. Enable it in your php.ini.
de: Die PHP OpenSSL-Erweiterung wird benötigt, um eine sichere Verbindung zum Live Update-Server herzustellen. Aktivieren Sie sie in Ihrer php.ini.
es: La extensión PHP "Open SSL" es necesaria para establecer una conexión segura con el servidor de actualizaciones. Habilítela en su php.ni.
fi: PHP OpenSSL -laajennos vaaditaan muodostettaessa salattua yhteyttä Live päivityspalvelimeen. Ota se käyttöön php.ini -tiedostossa.
fr: L'extension PHP OpenSSL est requise pour établir une connexion sécurisée avec le serveur Live Update. Activez-la dans votre fichier php.ini.
it: L'estensione PHP OpenSSL è necessario per stabilire una connessione sicura con il server Live Update. Attivala nel tuo php.ini.
ja: PHPのOpenSSL拡張は、ライブアップデートサーバーに安全な接続を確立するために必要です。php.iniで有効にしてください。
nl: De PHP OpenSSL extensie is benodigd om een beveiligde verbinding op te zetten naar de Live Update Server. Schakel dit in in uw php.ini.
pt: A extensão PHP OpenSSL é necessário para estabelecer uma conexão segura com o servidor Live Update. Habilitá-lo no seu php.ini.
ru: Расширение PHP OpenSSL необходимо для установки безопасного подключения к серверу онлайн обновлений. Включите его в php.ini.
sv: PHP OpenSSL-tillägg krävs för att kunna sätta upp en säker anslutning till Live Update-servern. Aktivera i din php.ini.

source: The ionCube Loader is not enabled or at least at version 4.0.9.
de: Der ionCube-Loader ist nicht aktiv oder liegt mindestens in der Version 4.0.9 vor.
es: El cargador IonCube no está habilitado o como mínimo la versión 4.0.9.
fi: ionCube -lataaja ei ole käytössä tai täytyy olla vähintään versio 4.0.9.
fr: Le chargeur ionCube n'est pas activé ou tout au moins la version 4.0.9.
it: Non è abilitato il ionCube Loader o non è aggiornato alla versione 4.0.9.
ja: ionCubeローダーが有効ではないか、バージョン4.0.9以降ではありません。
nl: De ionCube Loader is niet ingeschakeld of nog niet bij (tenminste) versie 4.0.9.
pt: O Carregador ionCube não está habilitado ou pelo menos a versão 4.0.9.
ru: ionCube Loader не включен или версия ниже чем 4.0.9.
sv: ionCube Loader är inte aktiverad eller inte i version 4.0.9 eller högre.

source: An old version of the ionCube Loader prior to version 4.0.9 is installed.
de: Eine alte Version des ionCube Loader kleiner der Version 4.0.9 ist installiert.
es: Una versión del cargador IonCube anterior a 4.0.9 está instalada.
fi: Vanha versio ionCube -lataajasta ennen versiota 4.0.9 on asennettu.
fr: Une ancienne version du chargeur de ionCube antérieures à la version 4.0.9 est installée.
it: È installata una versione non recente di ionCube Loader, precedente alla versione 4.0.9.
ja: バージョン4.0.9より前の古いionCubeローダーがインストールしてあります。
nl: Een oudere versie van de ionCube Loader voorafgaand aan versie 4.0.9 is geïnstalleerd.
pt: Uma versão antiga do carregador ionCube antes da versão 4.0.9 está instalado.
ru: Версия IonCube Loader ниже чем 4.0.9.
sv: En gammal version av ionCube Loader, före version 4.0.9, är installerad.

source: Before version 4.0.9, the ionCube Loader was incompatible with Phar archives. Either upgrade to the latest version or disable the module. More information is available here: %s
de: Vor Version 4.0.9 konnte der ionCube Loader keine Phar-Archive verarbeiten. Installieren Sie entweder die aktuelle Version oder deaktivieren Sie das Modul. Weitere Informationen finden Sie hier: %s
es: Antes de la versión 4.0.9, el cargador IonCube era incompatible con los archivos Phar. En cualquier caso actualice a la última versión o deshabilite el módulo. Más información disponible aquí: %s
fi: Ennen versiota 4.0.9, ionCube -lataaja oli yhteensopimaton Phar -arkistojen kanssa. Päivitä joko viimeisimpään versioon tai poista moduli käytöstä. Lisätietoa saatavilla: %s.
fr: Avant la version 4.0.9, le chargeur ionCube était incompatible avec les archives Phar. Mettez le à niveau vers la dernière version ou désactivez le module. Plus d'informations sont disponibles ici : %s
it: Prima della versione 4.0.9 ionCube Loader era incompatibile con gli archivi Phar. Aggiorna alla versione più recente o disabilita il modulo. Ulteriori informazioni sono disponibili qui: %s
ja: バージョン4.0.9より前では、ionCubeローダーはPharアーカイブと互換性がありません。<最新のバージョンに更新するか、モジュールを無効にしてください。さらに詳しい情報はこちらを参照してください: %s
nl: Vóór versie 4.0.9, was de ionCube Loader incompatibel met Phar archieven. Upgrade ofwel naar de laatste versie of schakel de module uit. Meer informatie is hier beschikbaar: %s
pt: Antes da versão 4.0.9, o Loader ionCube era incompatível com Phar arquivos. Aatualiza para a versão mais recente ou desativar o módulo. Mais informações estão disponíveis aqui: %s
ru: До версии 4.0.9, IonCube Loader был несовместим с Phar архивами. Или обновите его до последней версии или отключите модуль. Более подробная информация доступна здесь: %s
sv: Före version 4.0.9 var ionCube Loader inte kompatibel med Phar-arkiv. Antingen uppgraderas denna till senaste version eller så avaktiveras modulen. Mer information finns här: %s

source: Detect Unicode
es: Unicode detectado
fi: Tunnista merkistö
fr: Détecter Unicode
it: Rileva Unicode
ja: Unicodeの検出
nl: Detecteer Unicode
pt: Detectar Unicode
ru: Обнаружение Юникода
sv: Detektera Unicode

source: The --enable-zend-multibyte flag is not set or detect_unicode is disabled.
de: Das Flag --enable-zend-multibyte ist nicht gesetzt oder detect_unicode ist deaktiviert.
es: La bandera --enable-zend-multibyte no está establecida o detect_unicode está deshabitado.
fi: Vipu --enable-zend-multibyte ei ole asetettu tai detect_unicode on poissa käytöstä.
fr: L'option --enable-zend-multibyte n'est pas définie ou detect_unicode est désactivé.
it: L'opzione --enable-zend-multibyte non è impostata o il detect_unicode è disabilitato.
ja: --enable-zend-multibyteフラッグを設定していないか、detect_unicodeが無効です。
nl: De --enable-zend-multibyte flag is niet ingesteld of detect_unicode is uitgeschakeld.
pt: A opção --enable-zend-multibyte não está definido ou detect_unicode está desativado.
ru: Флаг --enable-zend-multibyte не установлен или отключен detect_unicode.
sv: Flaggan --enable-zend-multibyte är inte satt eller så är detect_unicode avaktiverat.

source: The detect_unicode settings on your server are not correct.
de: Die detect_unicode-Einstellungen auf Ihrem Server sind nicht korrekt.
es: Los ajustes detect_unicode en su servidor no son correctos.
fi: Detect_unicode -asetukset eivät ole oikein palvelimellasi.
fr: Les paramètres detect_unicode sur votre serveur ne sont pas corrects.
it: Le impostazioni del detect_unicode sul tuo server non sembrano corrette.
ja: サーバーのdetect_unicodeの設定が正しくありません。
nl: De detect_unicode instellingen op uw server zijn niet correct.
pt: As configurações detect_unicode em seu servidor não são corretas.
ru: Настройки detect_unicode сервера неправильны.
sv: Inställningen detect_unicode på din server är inte korrekt.

source: If PHP is compiled with the --enable-zend-multibyte flag, you have to explicitly disable detect_unicode in your php.ini: <code>detect_unicode = Off</code>. This is a PHP bug which might be fixed in the future. More information is available here: %s
de: Wird PHP mit dem Flag --enable-zend-multibyte kompiliert, müssen Sie detect_unicode explizit in Ihrer php.ini deaktivieren: <code>detect_unicode = Off</code>. Dies ist ein PHP-Bug, der in zukünftigen Versionen eventuell behoben wird. Weitere Informationen dazu finden Sie hier: %s
es: Si PHP es compilado con la bandera --enable-zend-multibyte, tiene que dehabilitar explícitamente detect_unicode en su php.ini: <code>detect_unicode = Off</code>. Es un bug PHP que podría ser arreglado en el futuro. Más información disponible aquí: %s
fi: Jos PHP on käännetty --enable-zend-multibyte -vivulla, täytyy nimenomaan poistaa käytöstä detect_unicode php.ini -tiedostosta: <code>detect_unicode = Off</code>. Tämä on PHP:n vika, joka saatetaan korjata tulevaisuudessa. Lisätietoja saatavilla: %s.
fr: Si PHP est compilé avec l'option --enable-zend-multibyte, vous devez explicitement désactiver detect_unicode dans votre fichier php.ini : <code>detect_unicode = Off</code>. Il s'agit d'un bug PHP qui pourrait être fixé à l'avenir. Plus d'informations sont disponibles ici : %s
it: Se PHP è stato compilato con l'opzione --enable-zend-multibyte è necessario disattivare in modo esplicito il detect_unicode nel file php.ini: <code>detect_unicode = Off</code>. Questo è un bug di PHP che potrebbe essere risolto in futuro. Ulteriori informazioni sono disponibili qui: %s
ja: PHPが--enable-zend-multibyteフラッグでコンパイルしてある場合は、php.iniで明示的にdetect_unicodeを無効にしなければなりません: <code>detect_unicode = " "Off</code> これはPHPに将来修正されるかもしれないバグがあるためです。さらに詳しい情報はこちらを参照してください: %s
nl: Als PHP gecompileerd is met de - enable-zend-multibyte flag, moet u detect_unicode expliciet uitschakelen in uw php.ini: <code>detect_unicode = Off </ code>. Dit is een PHP-bug welke in de toekomst wellicht wordt opgelost. Meer informatie is hier beschikbaar: %s
pt: Se o PHP é compilado com a opção --enable-zend-multibyte, você tem que desativar explicitamente detect_unicode no seu php.ini: <code>detect_unicode = Off</code>. Este é um bug do PHP que pode ser corrigido no futuro. Mais informações estão disponíveis aqui: %s
ru: Если PHP был скомпилирован с флагом --enable-zend-multibyte, вы должны явно отключить detect_unicode в php.ini: <code>detect_unicode = Off</code>. Это ошибка PHP, которая может быть исправлена в будущем. Более подробная информация доступна здесь: %s
sv: Om PHP är kompilerad med flaggan --enable-zend-multibyte så måste du avaktivera detect_unicode i din php.ini: <code>detect_unicode = Off</code>. Detta är en bug i PHP som kan komma att bli korrigerad i framtiden. Mer information finns här: %s

source: You are not using FastCGI and eAccelerator.
de: Sie verwenden kein FastCGI mit dem eAccelerator.
es: No está utilizando FastCGI y eAccelerator.
fi: Käytössä ei ole FastCGI ja eAccelerator.
fr: Vous n'utilisez pas FastCGI et eAccelerator.
it: Non verrà utilizzato FastCGI e eAccelerator.
ja: FastCGIとeAcceleratorを使用していません。
nl: U maakt geen gebruik van FastCGI en eAccelerator.
pt: Você não está usando FastCGI e eAccelerator.
ru: FastCGI и eAccelerator не используются.
sv: Du använder inte FastCGI och eAccelerator.

source: You are using FastCGI and eAccelerator.
de: Sie verwenden FastCGI mit dem eAccelerator.
es: Está utilizando FastCGI y eAccelerator.
fi: Käytössä on FastCGI ja eAccelerator.
fr: Vous utilisez FastCGI et eAccelerator.
it: Verrà utilizzato FastCGI e eAccelerator.
ja: FastCGIとeAcceleratorを使用しています。
nl: U maakt gebruik van FastCGI en eAccelerator.
pt: Você está usando FastCGI e eAccelerator.
ru: Используются FastCGI и eAccelerator.
sv: Du använder FastCGI och eAccelerator.

source: It seems that FastCGI in combination with the eAccelerator extension is buggy when it comes to Phar archives. You can either disable the eAccelerator extension or use a different PHP cache instead (e.g. FastCGI+APC).
de: FastCGI in Kombination mit dem eAccelerator kann Phar-Archive offenbar nicht korrekt verarbeiten. Sie können den eAccelerator entweder deaktivieren oder durch einen anderen PHP-Cache (z.B. FastCGI-APC) ersetzen.
es: Parece que la extensión FastCGI con eAccelerator está defectuosa cuando llega a los ficheros Phar. Puede sino deshabilitar la extensión eAccelerator o use una caché PHP diferente (ej. FastCGI+APC).
fi: Näyttää siltä, että FastCGI yhdessä eAccelerator-laajennoksen kanssa on epävakaa, kun se tulee Phar -arkistoon. Voidaan joko poistaa eAccelerator -laajennos käytöstä tai käyttää toista PHP välimuistia sen sijaan (esim. FastCGI+APC).
fr: Il semble que FastCGI en combinaison avec l'extension eAccelerator pose problème avec les archives .phar. Vous pouvez désactiver l'extension eAccelerator ou utiliser un cache PHP différent à la place (par exemple FastCGI + APC).
it: Sembra che FastCGI in combinazione con l'estensione eAccelerator sia buggy quando si tratta di archivi Phar. È possibile disattivare l'estensione eAccelerator o utilizzare una cache PHP diversa (es: FastCGI+APC).
ja: FastCGIをeAccelerator拡張と組み合わせて使用していると、Pharアーカイブを使用するときにバグがあるようです。eAccelerator拡張を無効にするか、異なるPHPのキャッシュ(例えば、FastCGIとAPC)を使用してください。
nl: Het lijkt erop dat FastCGI in combinatie met de eAccelerator extensie buggy is als het gaat om Phar archieven. U kunt de eAccelerator extensie ofwel uitschakelen of gebruik maken van een andere PHP-cache (bv. FastCGI + APC).
pt: Parece que FastCGI em combinação com a extensão eAccelerator é defeituoso quando se trata de Phar arquivos. Você pode desativar a extensão eAccelerator ou usar um cache de PHP diferente, em vez (por exemplo, FastCGI + APC).
ru: Вероятно FastCGI, в сочетании с расширением eAccelerator, работает нестабильно когда дело доходит до Phar архивов. Можно отключить расширение eAccelerator или вместо этого использовать различные кэшы PHP (напр. FastCGI + APC).
sv: Det verkar som att FastCGI i kombination med eAccelerator-tillägget uppträder felaktigt när det gäller Phar-arkiv. Du kan antingen avaktivera eAccelerator-tillägget eller använda en annan PHP-cache (t.ex. FastCGI+APC).

source: Connection test
de: Verbindungstest
es: Prueba de conexión
fi: Yhteystesti
fr: Tester la connexion
it: Test della connessione
ja: 接続テスト
nl: Testen verbinding
pt: Teste de conexão
ru: Проверка подключения
sv: Anslutningstest

source: A connection to update.contao.org could be established.
fr: Une connexion à update.contao.org a pu être établie.
ja: update.contao.orgに接続できそうです。
pt: Foi possível estabelecer uma conexão com update.contao.org.
ru: Подключение к update.contao.org может быть установлено.
sv: En anslutning till update.contao.org kunde upprättas.

source: A connection to update.contao.org could not be established.
fr: Une connexion à update.contao.org n'a pas pu être établie.
ja: update.contao.orgに接続できませんでした。
pt: Não foi possível estabelecer uma conexão com update.contao.org.
ru: Подключение к update.contao.org не может быть установлено.
sv: En anslutning till update.contao.org kunde inte upprättas.
