Repository: contao/check
Catalog: check/locale/*/LC_MESSAGES/messages.po
Languages: de, es, fi, fr, it, ja, nl, pt, ru, sv

source: Composer package manager
de: Composer-Paketverwaltung
es: Gestor del paquete Composer
fr: Gestionnaire de paquets Composer
ja: Composerパッケージマネージャー
nl: Composer pakket manager
pt: Composer gerenciador de pacotes
ru: Менеджер пакетов Composer
sv: Composer pakethanterare

source: PHP %s or greater
fr: PHP %s ou supérieur
ja: PHP %s以降
pt: PHP %s ou maior
ru: PHP %s и выше
sv: PHP %s eller högre

source: You have PHP version %s.
de: Sie haben die PHP-Version %s.
es: Usted tiene la versión PHP %s.
fi: Käytössä oleva PHP-versio on %s.
fr: Vous avez la version %s de PHP.
it: Hai la version PHP %s.
ja: インストールしてあるPHPはバージョン%sです。
nl: U beschikt over PHP versie %s.
pt: Você tem PHP versão %s.
ru: Установлена PHP версии %s.
sv: Du har PHP-version %s.

source: Composer requires at least PHP version %s.
fr: Composer requiert au moins la version %s de PHP.
ja: 少なくともPHPバージョン%sがComposerに必要です。
pt: Composer precisa no minimo PHP versão %s.
ru: Менеджеру пакетов Composer необходима версия PHP не ниже %s.
sv: Composer kräver som minst PHP version %s

source: PHP Phar extension
de: PHP Phar-Erweiterung
es: Extensión Phar PHP
fi: PHP Phar -laajennos
fr: Extension PHP Phar
it: Estensione PHP Phar
ja: PHPのPhar拡張
nl: PHP Phar extensie
pt: Extensão PHP Phar
ru: Расширение PHP Phar
sv: PHP Phar-tillägg

source: The PHP Phar extension is enabled.
de: Die PHP Phar-Erweiterung ist aktiv.
es: La extensión PHP Phar está permitida.
fi: PHP Phar -laajennos on käytössä.
fr: L'extension PHP Phar est activée.
it: L'estensione PHP Phar è abilitata.
ja: PHP Phar拡張は有効です。
nl: De PHP Phar extensie is ingeschakeld.
pt: A extensão PHP Phar está ativado.
ru: Расширение PHP Phar включено.
sv: PHP Phar-tillägg är aktiverat.

source: The PHP Phar extension is not enabled.
de: Die PHP Phar-Erweiterung ist nicht aktiv.
es: La extensión PHP Phar no está permitida.
fi: PHP Phar -laajennos ei ole käytössä.
fr: L'extension PHP Phar n'est pas activée.
it: L'estensione PHP Phar non è abilitata.
ja: PHP Phar拡張は有効ではありません。
nl: De PHP Phar extensie is niet ingeschakeld.
pt: A extensão PHP Phar não está habilitado.
ru: Расширение PHP Phar не включено.
sv: PHP Phar-tillägg är inte aktiverat.

source: The PHP Phar extension is part of the PHP core since PHP 5.3 and has to be explicitly disabled using the --disable-phar flag. Recompile PHP without the flag.
de: Die PHP Phar-Erweiterung ist seit PHP 5.3 Teil des PHP-Kerns und muss explizit mit dem Flag --disable--phar deaktiviert werden. Kompilieren Sie PHP erneut ohne das Flag.
es: La extension .phar de PHP es una parte del núcleo de PHP desde PHP 5.3 y tiene que ser explícitamente deshabitado usando la bandera --disable-phar. Recompile PHP sin esa bandera.
fi: PHP Phar -laajennos on osa PHP:tä versiosta 5.3 alkaen ja on mahdollista poistaa se käytöstä käyttämällä --disable-phar vipua. Käännä PHP uudelleen ilman vipua.
fr: L'extension PHP Phar fait partie du noyau de PHP depuis PHP 5.3 et doit être explicitement désactivée en utilisant l'option --disable-phar.
it: L'estensione PHP Phar fa parte del core di PHP a partire da PHP 5.3 e deve essere disattivata in modo esplicito utilizzando l'opzione --disable-phar. Ricompila PHP senza questa opzione.
ja: PHPのPhar拡張はPHP 5.3からPHP本体の一部で、無効とするには明示的に--disable-pharフラッグを使用しなければなりません。このフラグを指定しないでPHPを再コンパイルしてください。
nl: De PHP Phar extensie maakt deel uit van de kern van PHP sinds PHP 5.3 en moet expliciet worden uitgeschakeld met behulp van de --disable-phar flag. Hercompileer PHP zonder de flag.
pt: A extensão PHP Phar faz parte do núcleo do PHP desde o PHP 5.3 e tem de ser explicitamente desativado usando a opção --disable-phar. Recompilar o PHP sem opção.
ru: Расширение PHP Phar является частью ядра PHP начиная с версии PHP 5.3 для явного отключения используйте флаг --disable-phar. Перекомпилируйте PHP без флага.
sv: PHP Phar-tillägget är en del av PHP-kärnan sedan PHP 5.3 och måste slås av genom att använda flaggan --disable-phar. Omkompilera PHP utan flaggan.

source: PHP cURL extension
de: PHP cURL-Erweiterung
es: Extensión PHP cURL
fr: Extension PHP cURL
it: Estensione PHP cURL
ja: PHPのcURL拡張
nl: PHP cURL extensie
pt: PHP extensão cURL
ru: Расширение PHP cURL

source: The PHP cURL extension is available.
de: Die PHP cURL-Erweiterung ist verfügbar.
es: La extensión PHP cURL está disponible.
fr: L'extension PHP cURL est disponible.
it: L'estensione PHP cURL è disponibile.
ja: PHP cURL拡張を利用できます。
nl: De PHP cURL extensie is beschikbaar.
pt: PHP extensão cURL está disponível.
ru: Расширение PHP cURL доступно.
sv: PHP cURL extension är tillgänglig.

source: The PHP cURL extension is not available.
de: Die PHP cURL-Erweiterung ist nicht verfügbar.
es: La extensión PHP cURL no está disponible.
fr: L'extension PHP cURL n'est pas disponible.
it: L'estensione PHP cURL non è disponibile.
ja: PHP cURL拡張を利用できません。
nl: De PHP cURL extensie is niet beschikbaar.
pt: PHP extensão cURL não está disponível.
ru: Расширение PHP cURL не доступно.
sv: PHP cURL extension är inte tillgänglig.

source: The PHP cURL extension is required to communicate with the package server. You can enable it by compiling PHP with the --enable-curl flag.
de: Die PHP cURL-Erweiterung wird für die Kommunikation mit dem Paketserver benötigt. Sie können sie bei der Kompilierung von PHP mit dem Flag --enable-curl aktivieren.
es: La extensión cURL de PHP es requerida para comunicarse con el servidor de paquetes. Puede habilitarlo compilando PHP con la bandera --enable-curl.
fr: L'extension cURL de PHP est nécessaire pour communiquer avec le serveur de paquets. Vous pouvez l'activer en compilant PHP avec l'option --enable-curl.
it: L'estensione PHP cURL è richiesta per comunicare con il package server. E' possibile abilitare questa estensione compilando il PHP con l'opzione --enable-curl, oppure rivolgiti al tuo fornitore del servizio.
ja: PHP cURL拡張がパッケージサーバーと通信するために必要です。--enable-curlフラッグでPHPをコンパイルすると有効にできます。
nl: De PHP cURL extensie is nodig om de communicatie met de pakket server tot stand te brengen. U kunt dit activeren door het compileren van PHP met de --enable-curl flag.
pt: PHP extensão cURL é necesário para comunicar com o Servidor do pacote. Você pode habilitá-lo através da compilação de PHP com a opção --enable-curl.
ru: Расширение PHP cURL необходимо для связи с сервером хранилища расширений. Вы можете включить его путем компиляции PHP с флагом --enable-curl.
sv: PHP cURL extension krävs för att kunna kommunicera med paket-servern. Du kan aktivera den genom att kompilera PHP med flaggan --enable-curl.

source: PHP APC extension
de: PHP APC-Erweiterung
es: Extensión PHP APC
fr: Extension PHP APC
it: Estensione PHP APC
ja: PHPのAPC拡張
nl: PHP APC extensie
pt: PHP extensão APC
ru: Расширение PHP APC

source: The PHP APC extension is not installed.
de: Die PHP APC-Erweiterung ist nicht installiert.
es: La extensión PHP APC no está instalada.
fr: L'extension PHP APC n'est pas installée.
it: Estensione PHP APC non è abilitata.
ja: PHP APC拡張をインストールしてありません。
nl: De PHP APC extensie is niet geïnstalleerd.
pt: PHP extensão APC não e instalada.
ru: Расширение PHP APC не установлено.
sv: PHP APC extension är inte installerad.

source: The PHP APC extension is installed.
de: Die PHP APC-Erweiterung ist installiert.
es: La extensión PHP APC está instalada.
fr: L'extension PHP APC est installée.
it: Estensione PHP APC è abilitata.
ja: PHP APC拡張をインストールしてあります。
nl: De PHP APC extensie is geïnstalleerd.
pt: PHP extensão APC e instalada.
ru: Расширение PHP APC установлено.
sv: PHP APC extension är installerad.

source: Using the PHP APC extension with Composer can lead to unexpected "cannot redeclare class" errors.
de: Die Verwendung der PHP APC-Erweiterung mit Composer kann zu unerwarteten "cannot redeclare class"-Fehlern führen.
es: Usando la extensión APC de PHP con Composer puede llevar a errores "no se puede re-declarar clase"
fr: L'utilisation de l'extension PHP APC avec Composer peut conduire à des erreurs inattendues : "ne peut pas redéclarer la classe".
it: Utilizzando l'estensione PHO APC, il Composer potrebbe segnalare errori non previsti di "cannot redeclare class".
ja: Composerと一緒にPHP APC拡張を使用すると予期しない"cannot redeclare class"というエラーを起こすことがあります。
nl: Gebruik van de PHP APC extensie met Composer kan leiden tot onverwachte "cannot redeclare class" fouten.
pt: Usando a PHP extensão APC com Composer pode levar a erros inesperados como "cannot redeclare class".
ru: Использование расширения PHP APC с менеджером пакетов Composer может привести к неожиданным ошибкам "не удается переопределить класс" (cannot redeclare class).
sv: Användandet av PHP APC extension tillsammans med Composer kan leda till oväntade "cannot redeclare class"-fel.

source: Suhosin extension
de: Suhosin-Erweiterung
es: Extensión Suhosin
fi: Suhosin -laajennos
fr: Extension Suhosin
it: Estensione Suhosin
ja: Suhosin拡張
nl: Suhosin extensie
pt: Extensão Suhosin
ru: Расширение Suhosin
sv: Suhosin-tillägg

source: The Suhosin extension is not installed or correctly configured for .phar files.
de: Die Suhosin-Erweiterung ist nicht installiert oder korrekt für die Nutzung von .phar-Dateien konfiguriert.
es: La extensión Suhosin no está instalada o correctamente configurada por los ficheros .phar
fi: Suhosin -laajennos ei ole asennettu tai se on väärin konfiguroitu .phar-tiedostoille.
fr: L'extension Suhosin n'est pas installé ou configurée correctement pour les fichiers .phar
it: L'estensione Suhosin non è installata o configurata correttamente per i file .phar.
ja: Suhosin拡張をインストールしていないか、.pharファイルに対して正しく構成してあります。
nl: De Suhosin extensie is niet geïnstalleerd of correct geconfigureerd voor .phar bestanden.
pt: A extensão Suhosin não está instalado ou configurado corretamente para arquivos .phar.
ru: Расширение Suhosin не установлено или неправильно настроены .phar файлы.
sv: Suhosin-tillägg är inte installerat eller korrekt konfigurerat för .phar-filer.

source: The Suhosin extension does not allow to run .phar files.
de: Die Suhosin-Erweiterung verhindert die Ausführung von .phar-Dateien.
es: La extensión Suhosin no permite ejecutar ficheros .phar
fi: Suhosin -laajennos ei salli ajaa .phar -tiedotoja.
fr: L'extension Suhosin ne permet pas d'exécuter les fichiers .phar
it: L'estensione Suhosin non permette di eseguire i file .phar.
ja: Suhosin拡張が.pharファイルの実行を許可していません。
nl: De Suhosin extensie staat niet toe om .phar files uit te voeren.
pt: A extensão Suhosin não permite executar arquivos .phar.
ru: Расширение Suhosin не позволяет запускать файлы .phar.
sv: Suhosin-tillägget tillåter inte att .phar-filer körs.

source: You have to add "phar" to the list of allowed streams in your php.ini: <code>suhosin.executor.include.whitelist = phar</code>
de: Sie müssen "phar" in Ihrer php.ini zur Liste der erlaubten Streams hinzufügen: <code>suhosin.executor.include.whitelist = phar</code>
es: Tiene que añadir "phar" a la lista de transmisiones permitidas en su php.ni: <code>suhosin.executor.include.whitelist = phar</code>
fr: Vous devez ajouter "phar" à la liste des flux autorisés dans votre fichier php.ini : <code>suhosin.executor.include.whitelist = phar</code>
it: È necessario aggiungere "phar" alla lista dei stream consentiti nel tuo php.ini: <code>suhosin.executor.include.whitelist = phar</code>.
ja: php.iniで許可するストリームのリストに"phar"を加えなければなりません: <code>suhosin.executor.include.whitelist = phar</code>
nl: U dient "phar" toe te voegen aan de lijst van toegestane streams in uw php.ini: <code>suhosin.executor.include.whitelist = phar</code>
pt: Você tem que adicionar "phar" para a lista de "allowed streams" em seu php.ini: <code> suhosin.executor.include.whitelist = phar</code>
ru: Вы должны добавить "phar" в список разрешенных потоков в php.ini: <code>suhosin.executor.include.whitelist = phar</code>
sv: Du måste lägga till "phar" till listan över tillåtna strömmar i din php.ini: <code>suhosin.executor.include.whitelist = phar</code>

source: The PHP flag "allow_url_fopen" is set.
de: Das PHP-Flag "allow_url_fopen" ist gesetzt.
es: La bandera PHP "allow_url_fopen" está establecida.
fr: Le flag PHP "allow_url_fopen" est défini.
it: L'opzione PHP "allow_url_fopen" è abilitata.
ja: PHPの設定オプションの"allow_url_fopen"が設定してあります。
nl: De PHP flag "allow_url_fopen" is ingesteld.
pt: PHP opção "allow_url_fopen" é ativado.
ru: PHP флаг "allow_url_fopen" установлен.
sv: PHP-flaggan "allow_url_fopen" är aktiv.

source: The PHP flag "allow_url_fopen" is not set.
de: Das PHP-Flag "allow_url_fopen" ist nicht gesetzt.
es: La bandera "allow_url_open" no está establecida
fr: Le flag PHP "allow_url_fopen" n'est pas défini.
it: L'opzione PHP "allow_url_fopen" non è abilitata.
ja: PHPの設定オプションの"allow_url_fopen"は設定してありません。
nl: De PHP flag "allow_url_fopen" is niet ingesteld.
pt: PHP opção "allow_url_fopen" não é ativado.
ru: PHP флаг "allow_url_fopen" не установлен.
sv: PHP-flaggan "allow_url_fopen" är inaktiv.

source: To download the installation files, Composer requires the "allow_url_fopen" flag to be set in the php.ini.
de: Das PHP-Flag "allow_url_fopen" muss in der php.ini gesetzt sein, damit Composer die Installationsdateien herunterladen kann.
es: Para descargar los ficheros de instalación, Composer requiere que la bandera "allow_url_fopen" esté establecida en el php.ini
fr: Pour télécharger les fichiers d'installation, Composer nécessite que l'option "allow_url_fopen" soit définie dans php.ini.
it: Per scaricare i file di installazione, Composer richiede l'opzione "allow_url_fopen" attiva. Questa opzione deve essere impostata nel php.ini.
ja: Composerがインストールするファイルをダウンロードするためには、設定オプションの"allow_url_fopen"をphp.iniで設定されている必要があります。
nl: Om de installatiebestanden te downloaden, vereist Composer dat de "allow_url_fopen" flag is ingesteld in php.ini.
pt: Para fazer o download dos arquivos de instalação, o Composer requer a opção "allow_url_fopen", adicionado no php.ini.
ru: Чтобы загрузить файлы установки менеджера пакетов Composer необходимо активировать флаг "allow_url_fopen" в php.ini.
sv: För att hämta hem installationsfiler kräver Composer att "allow_url_fopen"-flaggan är aktiv i php.ini.

source: File permissions
es: Permisos de ficheros
fr: Permissions sur les fichiers
ja: ファイルの権限
nl: Bestand permissies
pt: Permissões de arquivos
ru: Разрешения файла
sv: Filbehörigheter

source: The PHP process is allowed to create files.
es: El proceso PHP está permitido para crear ficheros.
fr: Le processus de PHP est autorisé à créer des fichiers.
ja: PHPのプロセスにファイルの作成を許可しています。
nl: Het is het PHP-proces toegestaan om bestanden aan te maken.
pt: O processo de PHP tem permissão para criar arquivos.
ru: PHP процесс может создавать файлы.
sv: PHP-processen får skapa filer.

source: The PHP process is not allowed to create files.
es: El proceso PHP no está permitido para crear ficheros.
fr: Le processus de PHP n'est pas autorisé à créer des fichiers.
ja: PHPのプロセスにファイルの作成を許可していません。
nl: Het is het PHP-proces niet toegestaan om bestanden aan te maken.
pt: O processo de PHP não tem permissão para criar arquivos.
ru: PHP процесс не может создавать файлы.
sv: PHP-processen får inte skapa filer.

source: The PHP process is not allowed to create or manipulate files. Please adjust your server configuration accordingly.
es: El proceso PHP no está permitido para crear o modificar ficheros. Por favor, ajuste su configuración del servidor adecuadamente.
fr: Le processus de PHP n'est pas autorisé à créer ou manipuler des fichiers. Veuillez ajuster votre configuration serveur en conséquence.
ja: PHPのプロセスにファイルの作成や操作を許可していません。サーバーの構成を適切に調整してください。
nl: Het is het PHP-proces niet toegestaan ​​om bestanden aan te maken of te bewerken. Gelieve uw server configuratie aan te passen.
pt: O processo de PHP não tem permissão para criar ou manipular arquivos. Por favor ajuste a configuração do servidor adequadamente.
ru: Процессу PHP не разрешено создание или управление файлами. Настройте конфигурацию сервера соответствующим образом.
sv: PHP-processen tillåts inte att skapa eller ändra filer. Justera din serverkonfiguration.

source: shell_exec (optional)
es: shell_exec (opcional)
fr: shell_exec (optionnelle)
it: shell_exec (optionale)
ja: shell_exec (任意)
nl: shell_exec (optioneel)
pt: shell_exec (opcional)
ru: shell_exec (дополнительно)
sv: shell_exec (frivilligt)

source: The PHP function "shell_exec" is available.
de: Die PHP-Funktion "shell_exec" ist verfügbar.
es: La función PHP "shell_exec" está disponible.
fr: La fonction PHP "shell_exec" est disponible.
it: La funzione PHP "shell_exec" è disponibile.
ja: PHPの"shell_exec"関数を利用できます。
nl: De PHP functie "shell_exec" is beschikbaar.
pt: PHP função "shell_exec" está disponível.
ru: PHP функция "shell_exec" доступна.
sv: PHP-funktionen "shell_exec" är tillgänglig.

source: The PHP function "shell_exec" is not available.
de: Die PHP-Funktion "shell_exec" ist nicht verfügbar.
es: La función PHP "shell_exec" no está disponible.
fr: La fonction PHP "shell_exec" n'est pas disponible.
it: La funzione PHP "shell_exec" non è disponibile.
ja: PHPの"shell_exec"関数を利用できません。
nl: De PHP functie "shell_exec" is niet beschikbaar.
pt: PHP função "shell_exec" não está disponível.
ru: PHP функция "shell_exec" не доступна.
sv: PHP-funktionen "shell_exec" är inte tillgänglig.

source: The "shell_exec" function is optionally required to run the Composer process in the background.
de: Die Funktion "shell_exec" wird optional benötigt, um den Composer-Prozess im Hintergrund laufen zu lassen.
es: La función "shell_exec" es requerida opcionalmente para ejecutar procesos Compass en segundo plano.
fr: La fonction "shell_exec" est optionnellement requise pour exécuter le processus de Composer en arrière plan.
it: La funzione "shell_exec" è opzionale per eseguire il processo Composer in background.
ja: "shell_exec"関数は必須ではありませんが、Composerのプロセスをバックグラウンドで実行するために必要です。
nl: De "shell_exec" functie is eventueel nodig om het Composer proces op de achtergrond uit te voeren.
pt: A função "shell_exec" é necessário para executar o processo de Composer no fundo.
ru: Функция "shell_exec" необходима, но необязательна, для запуска процесса менеджера пакетов Composer в фоновом режиме.
sv: "shell_exec"-funktionen är krävs för att kunna köra Composer-processen i bakgrunden.

source: proc_open (optional)
es: proc_open (opcional)
fr: proc_open (optionnelle)
it: proc_open (opzionale)
ja: proc_open (任意)
nl: proc_open (optioneel)
pt: proc_open (opcional)
ru: proc_open (дополнительно)
sv: proc_open (frivilligt)

source: The PHP function "proc_open" is available.
de: Die PHP-Funktion "proc_open" ist verfügbar.
es: La función PHP "proc_open" está disponible.
fr: La fonction PHP "proc_open" est disponible.
it: La funzione PHP "proc_open" è disponibile.
ja: PHPの"proc_open"関数を利用できます。
nl: De PHP functie "proc_open" is beschikbaar.
pt: PHP função "proc_open" está disponível.
ru: PHP функция "proc_open" доступна.
sv: PHP funktionen "proc_open" är tillgänglig.

source: The PHP function "proc_open" is not available.
de: Die PHP-Funktion "proc_open" ist nicht verfügbar.
es: La función PHP "proc_open" no está disponible.
fr: La fonction PHP "proc_open" n'est pas disponible.
it: La funzione PHP "proc_open" non è disponibile.
ja: PHPの"proc_open"関数を利用できません。
nl: De PHP functie "proc_open" is niet beschikbaar.
pt: PHP função "proc_open" não está disponível.
ru: PHP функция "proc_open" не доступна.
sv: PHP-funktionen "proc_open" är tillgänglig.

source: The "proc_open" function is optionally required to run the package manager in dev mode.
de: Die Funktion "proc_open" wird optional benötigt, um die Paketverwaltung im Entwicklermodus zu betreiben.
es: La función "proc_open" es requerida opcionalmente para ejecutar el gestor de paquetes en el modo desarrollo.
fr: La fonction "proc_open" est optionnellement requise pour exécuter le gestionnaire de paquets en mode dev.
it: La funzione "proc_open" è opzionale per eseguire il package manager in modalità sviluppatore.
ja: "proc_open"関数は必須ではありませんが、パッケージマネージャーを開発モードで実行するために必要です。
nl: De "proc_open" functie is eventueel nodig om de pakket manager in developer mode te draaien.
pt: A função "proc_open" é opcional e necessário para executar o gerenciador de pacotes no modo dev.
ru: Функция "proc_open" необходима, но необязательна, для запуска менеджера пакетов Composer в режиме разработчика.
sv: "proc_open"-funktionen är valbart nödvändig för att köra pakethanteraren i dev-läge.

source: You can use the Composer package manager on this server.
de: Sie können die Composer-Paketverwaltung auf diesem Server verwenden.
es: Puede utilizar el gestor de paquetes Composer en este servidor.
fr: Vous pouvez utiliser le gestionnaire de paquets Composer sur ce serveur.
it: È possibile utilizzare il Composer package manager su questo server.
ja: このサーバーでComposerパッケージマネージャーを使用できます。
nl: U kunt gebruik maken van Composer pakketbeheer op deze server.
pt: Você pode usar o Composer, o gerenciador de pacotes em este servidor.
ru: Вы можете использовать менеджер пакетов Composer на этом сервере.
sv: Du kan använda Composer pakethanterare på denna server.

source: You cannot use the Composer package manager on this server.
de: Sie können die Composer-Paketverwaltung auf diesem Server nicht verwenden.
es: No puede utilizar el gestor de paquetes Composer en este servidor.
fr: Vous ne pouvez pas utiliser le gestionnaire de paquets Composer sur ce serveur.
it: Non è possibile utilizzare il Composer package manager su questo server.
ja: このサーバーではComposerパッケージマネージャーを使用できません。
nl: U kunt geen gebruik maken van Composer pakketbeheer op deze server.
pt: Você não pode usar o Composer, o gerenciador de pacotes em este servidor.
ru: Вы не можете использовать менеджер пакетов Composer на этом сервере.
sv: Du kan inte använda Composer pakethanterare på denna server.

source: Go back
de: Zurück
es: Volver
fi: Siirry takaisin
fr: Retour
it: Torna indietro
ja: 戻る
nl: Ga terug
pt: Voltar
ru: Назад
sv: Gå bakåt

source: php.ini settings
de: php.ini-Einstellungen
es: Ajustes php.ini
fi: php.ini -asetukset
fr: Paramètres de php.ini
it: Impostazioni php.ini
ja: php.iniの設定
nl: php.ini instellingen
pt: configurações php.ini
ru: Настройки php.ini
sv: php.ini-inställningar

source: The PHP safe_mode is not enabled.
de: Der PHP safe_mode ist nicht aktiv.
es: El parámetro "safe_mode" no está habilitada.
fi: PHP safe_mode ei ole käytössä.
fr: Le safe_mode de PHP est désactivé.
it: Il PHP safe_mode non è abilitato.
ja: PHPのsafe_modeは有効ではありません。
nl: PHP safe_mode is uitgeschakeld.
pt: PHP safe_mode não está habilitado.
ru: PHP safe_mode не включен.
sv: PHP safe_mode är inte aktiverat.

source: The PHP safe_mode is enabled.
de: Der PHP safe_mode ist aktiv.
es: El parámetro "safe_mode" está habilitado.
fi: PHP safe_mode on käytössä.
fr: Le safe_mode de PHP est activé.
it: Il PHP safe_mode è abilitato.
ja: PHPのsafe_modeは有効です。
nl: PHP safe_mode is ingeschakeld.
pt: PHP safe_mode está habilitado.
ru: PHP safe_mode включен.
sv: PHP safe_mode är aktiverat.
