Repository: contao/check
Catalog: check/locale/rm/LC_MESSAGES/messages.po
Languages: rm

source: Composer package manager
rm: Administratur da pachets Composer

source: PHP %s or greater
rm: PHP %s u pli aut

source: You have PHP version %s.
rm: Ti has la versiun %s da PHP.

source: Composer requires at least PHP version %s.
rm: Composer basegna almain la versiun da PHP %s.

source: PHP Phar extension
rm: Extensiun Phar da PHP

source: The PHP Phar extension is enabled.
rm: L'extensiun Phar da PHP è activada.

source: The PHP Phar extension is not enabled.
rm: L'extensiun Phar da PHP n'è betg activada.

source: The PHP Phar extension is part of the PHP core since PHP 5.3 and has to be explicitly disabled using the --disable-phar flag. Recompile PHP without the flag.
rm: L'extensiun Phar da PHP fa part dal core da PHP davent da PHP 5.3 e sto vegnir deactivà explicitamain cun utilisar il flag --disable-phar. Recompliescha PHP senza quest flag.

source: PHP cURL extension
rm: Extensiun cURL da PHP

source: The PHP cURL extension is available.
rm: L'extensiun cURL da PHP è disponibla.

source: The PHP cURL extension is not available.
rm: L'extensiun cURL da PHP n'è betg disponibla.

source: The PHP cURL extension is required to communicate with the package server. You can enable it by compiling PHP with the --enable-curl flag.
rm: L'extensiun cURL da PHP è necessaria da communitgar cun il server da pachets. Ti pos activar ella entras compilar PHP cun il flag --enable-curl.

source: PHP APC extension
rm: Extensiun APC da PHP

source: The PHP APC extension is not installed.
rm: L'extensiun APC da PHP n'è betg installada.

source: The PHP APC extension is installed.
rm: L'extensiun APC da PHP è installada.

source: Using the PHP APC extension with Composer can lead to unexpected "cannot redeclare class" errors.
rm: Utilisar l'extensiun APC da PHP ensemen cun Composer po manar ad errurs dal tip "cannot redeclare class".

source: Suhosin extension
rm: Extensiun Suhosin

source: The Suhosin extension is not installed or correctly configured for .phar files.
rm: L'extensiun Suhosin n'è betg installada u configurada correctamain per datotecas .phar.

source: The Suhosin extension does not allow to run .phar files.
rm: L'extensiun Suhosin na lubescha betg l'exequziun da datotecas .phar.

source: You have to add "phar" to the list of allowed streams in your php.ini: <code>suhosin.executor.include.whitelist = phar</code>
rm: Ti stos agiuntar "phar" a la glista dals streams lubids en tia php.ini: <code>suhosin.executor.include.whitelist = phar</code>

source: The PHP flag "allow_url_fopen" is set.
rm: Il flag da PHP "allow_url_fopen" è definì.

source: The PHP flag "allow_url_fopen" is not set.
rm: Il flag da PHP "allow_url_fopen" n'è betg definì.

source: To download the installation files, Composer requires the "allow_url_fopen" flag to be set in the php.ini.
rm: Per telechargiar las datotecas d'installaziun basegna Composer ch'il flag "allow_url_fopen" è definì en la php.ini.

source: File permissions
rm: Autorisaziuns da datotecas

source: The PHP process is allowed to create files.
rm: Il process da PHP è autorisà da crear datotecas.

source: The PHP process is not allowed to create files.
rm: Il process da PHP n'è betg autorisà da crear datotecas.

source: The PHP process is not allowed to create or manipulate files. Please adjust your server configuration accordingly.
rm: Il process da PHP n'è betg autorisà da crear u manipular datotecas. Mida quai p. pl. en la configuraziun dal server.

source: shell_exec (optional)
rm: shell_exec (opziunal)

source: The PHP function "shell_exec" is available.
rm: La funcziun da PHP "shell_exec" stat a disposiziun.

source: The PHP function "shell_exec" is not available.
rm: La funcziun da PHP "shell_exec" na stat betg a disposiziun.

source: The "shell_exec" function is optionally required to run the Composer process in the background.
rm: La funcziun "shell_exec" vegn duvrada opziunalmain per far il il process da Composer en il fund davos.

source: proc_open (optional)
rm: proc_open (opziunal)

source: The PHP function "proc_open" is available.
rm: La funcziun da PHP "proc_open" stat a disposiziun.

source: The PHP function "proc_open" is not available.
rm: La funcziun da PHP "proc_open" na stat betg a disposiziun.

source: The "proc_open" function is optionally required to run the package manager in dev mode.
rm: La funcziun "proc_open" è necessaria opziunalmain per exequir l'administraziun da pachets en il modus da sviluppader.

source: You can use the Composer package manager on this server.
rm: Ti pos utilisar l'administratur da pachets Composer sin quest server.

source: You cannot use the Composer package manager on this server.
rm: Ti na pos betg utilisar l'administratur da pachets Composer sin quest server.

source: Go back
rm: Turnar

source: php.ini settings
rm: configuraziun da php.ini

source: The PHP safe_mode is not enabled.
rm: Il safe_mode da PHP n'è betg activà.

source: The PHP safe_mode is enabled.
rm: Il safe_mode da PHP è activà.

source: It is recommended to disable the safe_mode in your php.ini or server control panel, otherwise the PHP process it not allowed to create or manipulate files and Contao cannot work properly.
rm: Igl è recummandà da deactivar il safe_mode en tia php.ini u en la panela da controlla da tes server. Uschiglio n'è il process da PHP betg autorisà da crear u manipular datotecas e Contao na funcziunescha betg correctamain.

source: Creating a test folder
rm: Crear in ordinatur da test

source: The test folder could be created (owner: %s, chmod: %s).
rm: L'ordinatur da test ha pudì vengir creà (possessur: %s, chmod: %s).

source: The test folder could not be created.
rm: L'ordinatur da test na pudeva betg vegnir creà.

source: It seems that the PHP process does not have enough permissions to create folders on your server.
rm: I para ch'il process da PHP n'ha betg avunda dretgs per crear ordinaturs sin tes server.

source: The test folder does not have the correct owner or chmod settings.
rm: Las infurmaziuns davart il possessur u chmod da l'ordinatur da test n'èn betg correctas.

source: The test folder is owned by %s (should be %s) and has the chmod settings %s (should be %s).
rm: Il possessur da l'ordinatur da test è %s (duess esser %s) e ha la configuraziun da chmod %s (duess esser %s).

source: 775, 755, 770, 750 or 705
rm: 775, 755, 770, 750 u 705

source: Creating a test file
rm: Crear ina datoteca da test

source: The test file could be created (owner: %s, chmod: %s).
rm: La datoteca da test è vegnida creada (possessur: %s, chmod: %s).

source: The test file could not be created.
rm: La dadoteca da test na pudeva betg vegir creada.

source: It seems that the PHP process does not have enough permissions to create files on your server.
rm: I para che quest process da PHP n'ha betg avunda dretgs per crear datotecas sin tes server.

source: The test file does not have the correct owner or chmod settings.
rm: La datoteca da test n'ha betg il correct possessur u la configuraziun da chmod correcta.

source: The test file is owned by %s (should be %s) and has the chmod settings %s (should be %s).
rm: La datoteca da test ha il possessur %s (duess esser %s) ed ha la configuraziun da chmod %s (duess esser %s).

source: 664, 644, 660, 640 or 604
rm: 664, 644, 660, 640 u 604

source: The PHP process is allowed to create files on this server.
rm: Il process da PHP è autorisà da crear datotecas sin quest server.

source: The PHP process is not allowed to create files on this server.
rm: Il process da PHP n'è betg autorisà da crear datotecas sin quest server.

source: Overview
rm: Survista

source: You can install Contao 2.x
rm: Ti pos installar Contao 2.x

source: You cannot install Contao 2.x (requires PHP %s+)
rm: Ti na pos betg installar Contao 2.x (basegna PHP %s+)

source: You can install Contao 3.x
rm: Ti pos installar Contao 3.x

source: You cannot install Contao 3.x (requires PHP %s+)
rm: Ti na pos betg installar Contao 3.x (basegna PHP %s+)

source: You can install Contao 4.x
rm: Ti pos installar Contao 4.x

source: You cannot install Contao 4.x (requires PHP %s+)
rm: Ti na pos betg installar Contao 4.x (basegnà PHP %s+)

source: More information …
rm: Ulteriuras infurmaziuns…

source: Additional services
rm: Servetschs supplementars

source: You can use the Live Update.
rm: Ti pos utilisar l'actualisaziun directa.

source: You cannot use the Live Update.
rm: Ti na pos betg utilisar l'actualisaziun directa.

source: You can use the Composer package manager.
rm: Ti pos utilisar l'administraziun da pachets Composer.

source: You cannot use the Composer package manager.
rm: Ti na pos betg utilisar l'administraziun da pachets Composer.

source: You can use the Extension Repository.
rm: Ti pos utilisar il repository d'extensiuns

source: You cannot use the Extension Repository.
rm: Ti na pos betg utilisar il repository d'extensiuns.

source: Install Contao
rm: Installar Contao

source: Validate an existing installation
rm: Validar ina installaziun existenta

source: Installation
rm: Installaziun

source: Web installer
rm: Program d'installaziun sur web

source: There is a Contao installation already. Are you looking for the %s?
rm: I exista gia ina installaziun da Contao. Tschertgas ti %s?

source: The automatic installation is not possible on your server due to safe_mode or file permission restrictions.
rm: L'installaziun automatica n'è betg pussaivla sin tes server pervia dal safe_mode u restricziuns dals dretgs da datotecas.

source: The automatic installation is possible on your server.
rm: L'installaziun automatica è pussaivla sin tes server.

source: The automatic installation is not possible on your server.
rm: L'installaziun automatica n'è betg pussaivla sin tes server.

source: Your PHP installation either cannot connect to download.contao.org or is missing the PHP extension cURL or Zip.
rm: Tia installaziun da PHP n'è betg abla da connectar a download.contao.org u che las extensiuns cURL u Zip mancan.

source: Manual installation
rm: Installaziun manuala

source: Go to %s and download the latest Contao version.
rm: Va sin %s e telechargia l'ultima versiun da Contao.

source: Extract the download archive and upload the files to your server using an (S)FTP client.
rm: Extrahescha las datotecas telechargiadas ed las chargia sin tes server cun in program dad (S)FTP.

source: Open the Contao install tool by adding "/contao/install.php" to the URL of your installation.
rm: Avra l'utensil d'installaziun da Contao entras agiuntar "/contao/install.php" a l'URL da tia installaziun.

source: Target version
rm: Versiun da destinaziun

source: Start the installation
rm: Cumenzar l'installaziun

source: Installation failed
rm: Errur durant l'installaziun

source: Installation complete
rm: Installaziun cumpletta

source: Contao %s has been installed in %s.
rm: Contao %s è vegnì installà en %s.

source: Open the Contao install tool
rm: Avrir l'utensil d'installaziun da Contao

source: Live Update
rm: Actualisaziun directa (Live Update)

source: Phar has been added to the PHP core in version 5.3, so you require at least PHP version %s to use .phar files. If you have PHP 5.2, you might be able to use .phar files by installing the PECL phar extension (see %s).
rm: Phar è vegnì agiuntà al core da PHP en la versiun 5.3, ti dovras pia almain la versiun %s da PHP per utilisar datotecas da .phar. Sche ti has PHP 5.2 es ti forsa abel dad utilisar datotecas .phar entras installar l'externsiun PECL da phar (guarda %s)

source: PHP OpenSSL extension
rm: Extensiun OpenSSL da PHP

source: The PHP OpenSSL extension is enabled.
rm: L'extensiun OpenSSL da PHP è activada.

source: The PHP OpenSSL extension is not enabled.
rm: L'extensiun OpenSSL da PHP n'è betg activada.

source: The PHP OpenSSL extension is required to set up a secure connection to the Live Update server. Enable it in your php.ini.
rm: L'extensiun OpenSSL da PHP è necessaria per stabilir ina connexiun segira cun il server per l'actualisaziun directa. Activescha quai en tia php.ini.

source: The ionCube Loader is not enabled or at least at version 4.0.9.
rm: Il ionCube Loader n'è betg activà u almain a versiun 4.0.9.

source: An old version of the ionCube Loader prior to version 4.0.9 is installed.
rm: Ina versiun dal ionCube Loader pli veglia che la versiun 4.0.9 è installada.

source: Before version 4.0.9, the ionCube Loader was incompatible with Phar archives. Either upgrade to the latest version or disable the module. More information is available here: %s
rm: Avant la versiun 4.0.9 era il ionCube Loader incumpatibel cun archivs da Phar. Actualisescha u a la pli nova versiun e deactivescha il modul. Dapli infurmaziuns chattas ti qua: %s

source: Detect Unicode
rm: Detectar Unicode

source: The --enable-zend-multibyte flag is not set or detect_unicode is disabled.
rm: Il flag --enable-zend-multibyte n'è betg definì u detect_unicode è deactivà.

source: The detect_unicode settings on your server are not correct.
rm: La configuraziun da detect_unicode da tes server n'è betg correcta.

source: If PHP is compiled with the --enable-zend-multibyte flag, you have to explicitly disable detect_unicode in your php.ini: <code>detect_unicode = Off</code>. This is a PHP bug which might be fixed in the future. More information is available here: %s
rm: Sche PHP è compilà cun il flag --enable-zend-multibyte stos ti explicitamain deactivar detect_unicode en tia php.ini: <code>detect_unicode = Off</code>. Quai è in sbagl da PHP che pudess vegnir schlià en futur. Ulteriuras infurmaziuns chattas qua: %s

source: You are not using FastCGI and eAccelerator.
rm: Ti n'utiliseschas betg FastCGI ed eAccelerator.

source: You are using FastCGI and eAccelerator.
rm: Ti utiliseschas FastCGI ed eAccelerator.

source: It seems that FastCGI in combination with the eAccelerator extension is buggy when it comes to Phar archives. You can either disable the eAccelerator extension or use a different PHP cache instead (e.g. FastCGI+APC).
rm: I para che la cumbinaziun da las extensiuns FastCGI ed eAccelerator po chaschunar sbagls en connex cun archivs da phar. Ti pos u deactivar l'extensiun eAccelerator u utilisar in auter cache da PHP (p. ex. FastCGI+APC).

source: Connection test
rm: Test da la connexiun

source: A connection to update.contao.org could be established.
rm: Igl è reussì da connectar ad update.contao.org.

source: A connection to update.contao.org could not be established.
rm: I n'è betg reussì da connectar ad update.contao.org.

source: Maybe the request has been blocked by a firewall. Please contact your server administrator.
rm: Eventualmain è la dumonda vegnida bloccada d'ina firewall. Contactescha tes administratur dal server.

source: You can use the Live Update on this server.
rm: Ti pos utilisar l'actualisaziun directa (Live Update) sin quest server.

source: You cannot use the Live Update on this server.
rm: Ti na pos betg utilisar l'actualisaziun directa (Live Update) sin quest server.

source: Extension Repository
rm: Repository d'extensiuns

source: PHP SOAP extension
rm: Extensiun SOAP da PHP

source: The PHP SOAP extension is available.
rm: L'extensiun SOAP da PHP è disponibla

source: The PHP SOAP extension is not available.
rm: L'extensiun SOAP da PHP n'è betg disponibla

source: The PHP SOAP extension is required to communicate with the Extension Repository server. You can enable it by compiling PHP with the --enable-soap flag. Depending on your Contao version, you might also be able to use the %s extension.
rm: L'extensiun SOAP da PHP è necessari per communitgar cun il server dal repository d'extensiuns. Ti pos l'activar entras compilar PHP cun il flag --enable-soap. Dependent da tia versiun da Contao pos ti era esser abel dad utilisar l'extensiun %s.

source: A connection to contao.org could be established.
rm: Ina connexiun a contao.org è vegnida stabilida.

source: A connection to contao.org could not be established.
rm: I na pudeva betg vegnir stabilì ina connexiun a contao.org.

source: You can use the Extension Repository on this server.
rm: Ti pos utilisar il repository d'extensiuns sin quest server.

source: You cannot use the Extension Repository on this server.
rm: Ti na pos betg utilisar il repository d'extensiuns sin quest server.

source: Validate an installation
rm: Validar ina installaziun

source: Could not find a Contao installation.
rm: Impussibel da chattar ina installaziun da Contao.

source: To validate an existing installation, please upload the "check" folder to your installation directory.
rm: Per validar ina installaziun existento stos ti chargiar l'ordinatur check en tes ordinatur da l'installaziun.

source: Unknown version
rm: Versiun nunenconuschenta

source: The installed version %s is not (yet) supported.
rm: La versiun installada (%s) na vegn anc betg sustegnida.

source: There is no version file for your Contao installation. Are you using a stable Contao version and do you have the latest version of the Contao Check?
rm: I n'exista nagina datoteca da versiun per tia installaziun da Contao. Utiliseschas ti ina versiun stabla da Contao ed has ti l'ultima versiun dal check da Contao?

source: Version
rm: Versiun

source: Found a Contao %s installation.
rm: Chattà ina sintallaziun da Contao %s.

source: Missing files
rm: Datotecas mancantas

source: Corrupt files
rm: Datotecas corruptas

source: Missing optional files
rm: Datotecas opziunalas mancantas

source: Your installation is up to date.
rm: Tia installaziun è actuala.

source: Your installation is not up to date.
rm: Tia installaziun n'è betg actuala.
